[
{"Title": ["Should the airbrushing of women’s bodies in the media be banned?"]},
{"Pro argument": "Objectification of women’s bodies", "Counterpoint": ["Airbrushing is sometimes objectifying. But it does not have to be so. A ban is a blunt instrument; it would be banning both objectifying images and those that are art or intended to make a point. Dealing with objectification is not best done with a ban as it is a much broader issue than airbrushing. Images can objectifying without airbrushing; these would remain. This sticking plaster of a policy would therefore be downright unhelpful by merely covering up the real issue.", "\n"], "Point": ["Airbrushing is part of the objectification – seeing something simply as an object rather than an individual – of women’s bodies; it degrades individuals treating women merely as an object, often of sexual desire.", "[1]", " Images being photoshopped is a part of this and an indicator; for any image that has been photoshopped the reason is almost certainly to make it look more attractive and sexually appealing. It is morally wrong to be using, and often making money from, images that are degrading.", "\n", "[1]", " Joy Goh-Mah, ‘The Objectification of Women – It Goes Much Further Than Sexy Pictures’, ", "Huffpost", ", 6th September 2013, ", "www.huffingtonpost.co.uk/joy-goh-mah/objectification-women-sexy-pictures_b_3403251.htm", "\n"]},
{"Pro argument": "Leads to eating disorders and other harmful effects", "Counterpoint": ["Eating disorders are not just caused by perceived pressure from this societal norm. While this is one psychological factor there are also possible biological factors, nutritional deficiencies or genetics, or environmental factors such as high amounts of stress, trauma, as well as more obvious connections such as taking part in sports or professions that require the individual to be thin.", "[1]", " As such it has so far difficult to link images of very thin models to anorexia.", "\n", "Moreover, it is wrong to claim that this norm is solely a result of photoshopping. Thin models existed long before airbrushing of images was introduced and will continue to be used after a ban. At the same time while there are studies linking people engaging in dieting to altered ultra thin images this is not the case with specific disorders such as anorexia.", "[2]", "\n", "[1]", " Harvey Simon, ‘Eating Disorders’, ", "University of Maryland Medical Centre", ", 8th March 2013, ", "https://www.umm.edu/health/medical/reports/articles/eating-disorders", "\n", "[2]", " Carrie Arnold, ‘What’s Photoshop got to do with it?’, ", "Psychology Today", ", 29th June 2011, ", "https://www.psychologytoday.com/blog/body-evidence/201106/whats-photoshop-got-do-", "\n"], "Point": ["Photoshopping women’s bodies is not just morally wrong, it can cause real physical harm. Having ultra-thin photoshopped models helps to normalise having a body that is thin; it becomes the expected or normal thing. The readership of the media that carries these images will increasingly measure themselves against that norm that has been created in the media. In the vast majority of cases they will find themselves wanting.", "\n", "Many who compare themselves are likely to suffer psychologically. If young women who have a normal body compare themselves to these images they are likely to suffer from lower self-esteem. The media is a powerful influence. There will be those who attempt to match these unnaturally thin bodies leading to conditions like anorexia", "[1]", " and other eating disorders. Those who realise that they can’t match the image are often excessively influenced by culture and perceived peer pressure, the more people conform to the norm the greater the pressure from various points such as groups of friends.", "[2]", " Anorexia can be immensely harmful, it has the highest death rate of any psychiatric illness, with 20% of sufferers dying prematurely.", "[3]", " We need to do anything we can to combat it, including banning these images that encourage it.", "\n", "[1]", " ‘This House would force feed sufferers of Anorexia Nervosa’, ", "Debatabase", ", ", "https://uk.idebate.org/debatabase/culture-modern-culture-health-disease-health-general-weight/house-would-force-feed", "\n", "[2]", " K.Jean Kleimeyer, and Rose Marie Ward, ‘Social norms, body dissatisfaction, and eating disorders’, ", "Miami University", ", ", "https://etd.ohiolink.edu/!etd.send_file?accession=muhonors1303224657&disposition=inline", ", p.6", "\n", "[3]", " ‘Statistics for Journalists’, ", "Beat Eating Disorders", ", ", "https://www.beateatingdisorders.org.uk/media-centre/eating-disorder-statistics", "\n"]},
{"Pro argument": "Would give women the opportunity to speak out", "Counterpoint": ["Women have the opportunity to speak out in any case; any model that wishes could show the difference between what a magazine has shown of them and reality, and almost certainly get considerable publicity for it. A ban is not the best way to give women the opportunity to speak out or complain if that is the aim then ensuring thorough and impartial complaints systems which can tackle far more issues than just airbrushing would seem a more obvious solution. ", "\n"], "Point": ["A ban would act as an enabler. When women see that they have been photoshopped in some way they would be able to speak out against the photographers and editors who have done this to them. In the status quo the media and their representatives have all the power; if the model wants the work they have to accept that they may be photoshopped to the media outlet’s preferences. They can’t speak out as they want to be employed again in future. However, if there is a ban on such images there will be far less pressure to conform, any women involved will be far more likely to speak out and report such alterations to their image. ", "\n"]},
{"Pro argument": "Banning would help create a beneficial cultural shift", "Counterpoint": ["Cultural shifts do not usually come from bans, rather in spite of them; think of the social movements overthrowing dictatorships with the most obvious being the downfall of the Eastern Bloc. Social change is about freedom. Fortunately, social change in this area is as likely to come from airbrushing as from banning it. Airbrushing sometimes becomes very obvious – either when those doing the photoshopping go too far, or when they make a mistake often resulting in missing limbs!", "[1]", " This creates a large amount of debate around photoshopping but also wider issues. This will likely make people think about the societal issues involved in a way that a ban will not; once something is banned everything will stop; ‘job done’. It is only through discussion and debate attitudes can change; far more effective over the long term, and on a broader scale, than a ban.", "\n", "[1]", " Hannah Verdier, ‘Extra thumbs! Missing legs! Strange skin! A rundown of celebrity Photoshop blunders’, ", "The Guardian", ", 20 February 2018, ", "https://www.theguardian.com/culture/2018/feb/20/extra-thumbs-missing-legs-strange-skin-a-rundown-of-celebrity-photoshop-blunders", "\n"], "Point": ["A ban sends a signal about the need for change to a more open culture that is less misogynistic, less objectifying, and more equal. It will encourage positive behaviours; more realism, more body diversity, and healthier attitudes to the female body. With airbrushing banned the media will be forced to show a wider range which then gives a better idea of what is normal. This in turn will have beneficial effects reducing pressure to ‘be attractive’ even at the cost of health and increasing women’s self confidence something which would increase equality and ensure women are taken more seriously.  ", "\n"]},
{"Counterpoint": ["There are always limits on the freedom of expression, particularly when there can be harmful effects. Governments around the world either ban or limit access to pornography. Moreover, even for less harmful images restrictions, particularly on age, as in films have been introduced by many governments. ", "\n"], "Con argument": "Freedom of Expression", "Point": ["Everyone should have the right to express themselves as they wish. In the case of airbrushing the photos involve both expression by the photographer, and by the model who was photographed. Airbrushing is used in all sorts of situations in photography. We would not consider banning landscape photographers from editing out an inconvenient pylon, nor would we seek to ban the use of black and white photos or filters for dramatic effect. These are doing the same thing; making a photo more attractive through editing.", "\n"]},
{"Counterpoint": ["No ban is ever perfect. The ban is not about catching and preventing or taking down absolutely every single photoshopped image. As with most laws however it will mostly be self managing; the media will stop commissioning airbrushing, and most will be happy to do so as it will save them money while they know that their competition can’t get ahead by using it. At the same time audiences, and models themselves, will help enforce the ban as they will be able to report any instances of photoshopping.  ", "\n"], "Con argument": "Almost impossible to achieve; images will just come from elsewhere", "Point": ["A ban on airbrushing is very difficult to achieve. This is for two reasons; first it is difficult to detect, second it is easy to move elsewhere. Airbrushing is an attempt to make something that is fake appear real. In the majority of cases this makes it difficult to tell what is airbrushed and what is not as they are simply small changes. This in turn makes it difficult to enforce any ban; any real attempt to comprehensively do so would involve considerable manpower to sift through images.", "\n", "Second, if we ban in the media this likely will not be respected online. The government can only control images in its of country unless it wants to go down a route that involves considerable censorship. With more and more people consuming media online, children aged 12-15 spend 20 hours 48 minutes on the internet compared to 14 hours 24 minutes watching tv,", "[1]", " exposure to airbrushed images is certain to remain. All the while there would become a disconnect between what the media is able to do, and what individuals can do with their own images, that are then ‘published’ through Instagram or other social networks.", "\n", "[1]", " Ofcom, ", "Children and Parents: Media Use and Attitudes Report", ", 29th November 2017, ", "https://www.ofcom.org.uk/__data/assets/pdf_file/0020/108182/children-parents-media-use-attitudes-2017.pdf", " p.23", "\n"]},
{"Counterpoint": ["If age ratings are ignored then these are people who are unlikely to provide education without a ban in place. At the very least a ban would make it far less likely that individuals see airbrushed images. ", "\n"], "Con argument": "Abdicates individual and collective responsibility to the state", "Point": ["So, it is likely that a ban will not be completely successful. This immediately creates a problem of perceptions that influences responsibility; it is transferred to the state. By banning something the state takes responsibility for it, responsibility that has previously been in the hands of parents.", "\n", "This is a particular problem if the ban is not completely successful. With a ban in place, but some airbrushed images still being available everyone will believe the problem is fixed. People will not be on their guard against the possibility that the image is not reality. This makes any airbrushed images that get through much more powerful in their influence on those who are impressionable around body image. People are much less likely to try and match an image they know, or suspect is fake, so taking away this wariness is damaging.   ", "\n", "This abdication of responsibility can be taken to extremes; 39% of parents ignore age ratings on games.", "[1]", " If they have abdicated their individual responsibility to such an extent we can be sure that with a ban they would not help educate their children.", "\n", "[1]", " Adam Hartley, ‘39% of British parents ignore age-ratings on games’, ", "TechRadar", ", 9 January 2010, ", "https://www.techradar.com/news/gaming/39-of-british-parents-ignore-age-ratings-on-games-662483", "\n", " ", "\n"]},
{"Counterpoint": ["It is far better that people are encouraged to be comfortable in their own bodies rather than be encouraged to think that to be ‘perfect’ they need to be airbrushed to remove any ‘imperfections’. Getting rid of those imperfections in a photo will not change the reality so it simply seems to highlight a divide between what the individual would consider their prefect selves and the reality; something which is likely to add to any psychological pressures. ", "\n"], "Con argument": "Allows everyone to be perfect", "Point": ["Airbrushing and photoshopping of women’s bodies does have upsides. The ability to remove blemishes, or make someone a little thinner in photos helps broaden the possibilities of potential models who might not fit the image of being very thin. Being able to make slight changes means that there are a considerably larger number of people who can pursue their dreams of being involved in the modelling industry. For those who are not professional models but get the opportunity to be in a magazine or similar it provides the opportunity to look good, or on a par with the models. This can therefore have considerable psychological benefit for those who are shown as they know they will be looking their best. ", "\n"]},
{"Counterpoint": ["When thinking of the good of society as a whole as the government should be it is better to have a tiny segment of the population suffer such effects than all young women. Should the model industry be unwilling to change and become reliant on those who are going to extremes to make themselves thin the government can take action against anything that may seem like pressurising young women to ensure equality between body sizes.", "\n", "But most important would be the response of readers. With a ban readers would be empowered to reject images of very thin models and demand a broader range. As readers begin to demand the pictures in the media reflect society so the model industry will respond to match those expectations rather than risk losing readership and revenue. ", "\n"], "Con argument": "A ban may make the problem worse", "Point": ["There are advantages to allowing photoshopping of women’s bodies. The women involved may wish to remove blemishes and make themselves looks slightly thinner. Importantly the use of software to do this potentially allows almost anyone to be shown how they want to appear. People with some blemish that may rule them out of being in the media can be photoshopped thus opening up the industry.", "\n", "The flipside of this is that if a ban is put in place those young women who might have had opportunities in the industry will be ruled out. The media is unlikely to change immediately to wanting images of a more normal body image. This means that if photoshopping is ruled out the only option is to use really thin models. As a result, anyone who wants to be a model will have to be starving themselves to achieve the image needed to get ahead. ", "\n"]}
]