[
{"Title": ["This House believes university education should be free"]},
{"Pro argument": "Individuals have a right to the experience of higher education", "Counterpoint": ["There is no right to the university experience. University life is not used as the previous argument would suggest. University life is often about alcohol first, education second. Self­knowledge and genuine wisdom come from study and reflection. This can be done anywhere, not just in a university. There is no fundamental right of individuals to be allowed to take four years free of charge to learn new skills that will benefit them or teach them how to be better citizens. The state’s duty is to provide a baseline of care, which in the case of education secondary school more than provides. If individuals want more they should pay for it themselves.  ", "\n"], "Point": ["University offers personal, intellectual, and often spiritual, exploration. In secondary school and in professional life, no such opportunities exist as they are about instruction and following orders, not about questioning norms and conventions in the same way university so often is.", "[1]", " A life without the critical thinking skills provided by university will be less useful to society, as citizens will be unable to engage with political debate effectively – citizens need to be critical of what politicians tell them. The state has a responsibility to provide citizens with the skillset to take partake in the democratic process.", "[2]", " Free universities benefit both the citizen, as an exploration for his/her own development, and to society, for an educated and active populace. ", "\n", "[1]", " Key Degree. 2010. “How to Reap the Benefits of College”. Keydegree.com. Available: ", "http://www.keydegree.com/articles/benefits", "­of­college.html", "\n", "[2]", " Swift, Adam. 2001. Political Philosophy: A Beginner’s Guide for Students and Politicians. Cambridge: Polity. ", "\n"]},
{"Pro argument": "The state benefits from the skills of a university educated populace ", "Counterpoint": ["Countries need educated people, including a certain amount of university graduates, but the idea proposed, that everyone having a degree would benefit society economically, is unfounded. There is no economic benefit when people with degrees are doing jobs that do not require university education, and represents a substantial misallocation of resources on the part of the state.4 As to developing future leaders, those who are gifted or particularly driven can still rise to the top, even if university is not free, as scholarships tend to be mostly aimed at such individuals. ", "\n"], "Point": ["A university educated society is of great value to any state, and provides three main benefits. Firstly, it provides extensive economic benefits. There is a profound advantage to countries that actively promote a culture of “smart economy”3, with a highly educated and technically able workforce. They are more likely to be innovative and highly productive. Secondly, higher education leads to an increase in cultural awareness via subjects like the arts, history, and the classics. The third benefit is the development of leaders in society. The barrier created by university fees will prevent some potentially high­ worth individuals from ever reaching their potential.  ", "\n"]},
{"Pro argument": "Individuals have a right to equal opportunities that free university provides. ", "Counterpoint": ["There is no fundamental right to a university education; it is a service, and people should pay for it, not freeload on the taxpayer. Rights exist to provide people with the necessities of life. Some people may never have the “opportunity”, ie. wealth, to visit Hawai’i, yet that is not unfair and the state should not be expected to fund every citizen’s tropical vacation. Yet even in the presence of fees, access to scholarships and loans make it possible for people from disadvantaged economic backgrounds to find their way into university. In this way the state can provide equality of opportunity while the wealthier pay. ", "\n"], "Point": ["The employment prospects created by a university degree are substantial, and many lines of work are only available to university graduates. True merit should define the ability to attend university, not the accident of birth. With the institution of fees, access becomes more difficult, and will certainly lead to lower attendance by poorer groups. This serves to lock people into the economic situation when they are born, as getting out is much more difficult when denied access to most high­income jobs.5", "\n", "5 Tribune Opinion. 2005. “Education Paves Way Out of Poverty”. ", "Greeley Tribune", "​ . Available: ", "http://www.greeleytribune.com/article/20051225/SPECIALB0411/112250053 ", "  ", "\n"]},
{"Pro argument": "The burden of fees and loans are too great to expect young people to shoulder ", "Counterpoint": ["Every action has an opportunity cost. If people are willing to take loans it shows they consider the education worth the cost. It can actually be quite beneficial to society at large that university graduates seek swift employment due to debt, since it forces them to become productive members of society more rapidly than they might have done. For example, in Ireland where higher education is free graduates often take a year or two to travel and “find themselves” while giving little or nothing back to the state that has financed their degrees. It is good that people begin contributing to the economic life of society after graduating from university, rather than frittering away their youths in unproductive pursuits.", "\n"], "Point": ["University fees are usually quite high. When fees are put in place in countries, many people find it extremely difficult to find the funds to pay for it, leading many people to seek school loans. In the United States, obtaining loans for university is the norm. These loans can put pressure on students to perform well.", "[1]", " But can lead to students dropping out. Debt encourages individuals to take jobs for which they are not necessarily best suited in order to get started on debt repayment immediately after leaving higher education. Furthermore, repayment of loans can take many years, leaving individuals with debt worries for much of their working lives.", "[2]", " With free university education everyone can go to college without crushing debt burden allowing them to study what they wish. ", "\n", "[1]", " Kane, Thomas. 1999. The Price of Admission: Rethinking How Americans Pay for College. Washington, DC: Brookings Institution Press.", "\n", "[2]", " Hill, Christine. 2007. “Still Paying Off that Student Loan”. National Public Radio. Available: ", "http://www.npr.org/templates/story/story.php?storyId=6915549", "  ", "\n"]},
{"Counterpoint": ["It is far from impossible to pay for free university education. States waste money in many activities, and if they were to cut back on other discretionary (optional) spending then the cost of free higher education would be entirely possible. Cuts to defense spending in countries with overinflated militaries, or ending farm subsidies in many European states, are just some of things states can do. ", "\n"], "Con argument": "The cost to the state is far too great to sustain universal free university education ", "Point": ["The system of paying for universal healthcare, education, pensions, etc. threatens to bankrupt countries. The cost of paying for free university education is ruinously high.", "[1]", " In the OECD 1.9% of GDP, a third of education expenditure, is spent on tertiary education.", "[2]", " For countries to survive, they must rethink what they can afford to provide freely to citizens. It seems fair that all states should offer access to their citizens to primary and secondary education opportunities. University, on the other hand, is not essential to life in the same way. People can be functional and responsible citizens without it. For this reason, the state must consider university in the same way it does any non­essential service; people may pay for it if they wish to partake, but it is not an entitlement owed by the state.", "\n", "[1]", " Ullman, Ben. 2007. “Should Higher Education Really Be Free For All?”. The New Statesman. Available: ", "http://www.newstatesman.com/blogs/campus", "­radicals/2007/01/higher­education­free­students", "\n", "[2]", " ‘What proportion of national wealth is spent on education’, ", "Education at a glance", ", OECD, 2011, p.225, ", "https://www.oecd.org/edu/skills-beyond-school/48630884.pdf", "\n"]},
{"Counterpoint": ["While there will of course be people who do not try to get the most out of their university educations, what matters is that everyone has access to it. It is a fair trade between inefficiencies created by inattentive students and diligent students who would have lacked the facility to attend without it being free. More degree­holders thus do not automatically diminish the value of having degrees; they make the grades gained and degree subject more important.  ", "\n"], "Con argument": "Maintaining a system of free university education leads to an inefficient allocation of state resources. ", "Point": ["First, tax money is wasted on paying civil servants to deal with university bureaucracy. Second, when the state funds all university education for free, funding will be allocated to unprofitable courses. Thirdly a moral hazard problem emerges among such students attending for free. They are allowed to reap all the benefits of education, while needing to incur none of the costs so won’t feel they need to work at their degree. The fourth problem of free university education is saturation of degree­holders in the market.", "[1]", " When everyone has a degree, the value of such a qualification plummets. Thus, a system of fees is superior to free education as it allows for more efficient allocation of resources to universities determined by which universities produce the best educated students and research. ", "\n", "[1]", " Chapman, Bruce. 2001. “The Higher Education Finance Debate: Current Issues and Suggestions for Reform”. Australian Review of Public Affairs. Available: ", "http://www.australianreview.net/digest/2001/10/chapman.html", "​             ", "\n"]},
{"Counterpoint": ["State funding of higher education is actually beneficial to universities. It allows universities to get on with their research and teaching without worrying about competing and spending money on getting students to attend. The money wasted in pursuit of high numbers of students is thus saved, as the state can tend to the needs of universities.1 The idea that the state will simply neglect its universities is silly, because society and therefore the state, relies on having capable professionals whose qualifications have value. ", "\n", "[1] Greatrix, Paul. 2011. “University Isn’t Just a Business—and the Student Isn’t Always Right”. The Guardian. Available: ", "https://www.theguardian.com/higher", "­education­network/higher­education­network­blog/2011/mar/14/students­asconsumers  ​", "\n"], "Con argument": "The quality of education suffers when university education is free ", "Point": ["Without university fees, universities become dependent on the state for funding. This leads to larger class­sizes and less spending per student.", "[1]", " Yet with fees, the quality of universities increases for three reasons. First, funding improves, as university may charge in accordance with need. Second, quality of teaching is improved. Because a university wants people to attend and to pay fees, the programs and degrees they offer have to be good signals of quality requiring hiring the best lecturers. Third, the average quality of students attending university will improve. This is because students feel they need to get the most from their investment in education. An example of higher quality education from fee­paying is that of the United States, which has eighteen of the top fifty ranked universities in the world.", "[2]", " Quality is clearly improved when university is not free.", "\n", "[1]", " Brady, Hugh. 2008. “We Must Invest Now in Our Universities or Pay Later”. University College Dublin News Available: ", "http://www.ucd.ie/news/2008/03MAR08/200308_stud", " ents.html​              ", "\n", "[2]", " QS World University Rankings 2015/16, QS, ", "http://www.topuniversities.com/university-rankings/world-university-rankings/2015 ", "\n"]},
{"Counterpoint": ["Many state services are furnished that benefit a few and are not used by others. That is often just the way such services operate. So long as everyone has access to the service, then it is just to provide it out of tax revenues. Every individual, when higher education is free, can attend university without cost. That is a right every taxpayer can enjoy. If some choose not to do so, that is fine, but it does not delegitimize the government outlay. ", "\n"], "Con argument": "Free university education unjustly benefits one subset of society at the expense of everyone ", "Point": ["The state funds essential services, but higher education is not such a service. The specific subset free university education tends to benefit not the disadvantaged, but rather the middle and upper classes who would have paid fees, but are now relieved of this burden. This pattern has been seen in Ireland where poorer communities still view higher education as something for the rich even though it is free. These groups continue to enter the workforce in similar numbers as they had before the ending of fees, and they still tend to prefer trade schools to universities if they do seek qualifications beyond the secondary level.", "[1]", "\n", "[1]", " Brady, Hugh. 2008. “We Must Invest Now in Our Universities or Pay Later”. University College Dublin News. Available: ", "http://www.ucd.ie/news/2008/03MAR08/200308_students.html", "​        14 Government of Ireland. 1997. “Universities Act, 1997”. Available: ", "http://www.irishstatutebook.ie/1997/en/act/pub/0024/index.html", "  ", "\n"]},
{"Counterpoint": ["Publicly funded universities in practice do not become parrots of the state’s agenda; far from it, in fact. Often it is public institutions that are the most outspoken against government activities. The University of California, Berkeley, for example, is one of the most politically active campuses in the United States and is a public institution. States tend to let universities govern themselves, accepting that they are generally better through self-governance. Similarly, the state controls both primary and secondary education, so would the privatisation of these too further benefit independent thinking? ", "\n"], "Con argument": "State control of  acceptance/curriculum criteria has negative effects ", "Point": ["When the state has control of the purse strings, it wields a great deal of power over universities. In the case of Ireland, for example, the government has so much influence over higher education that it altered the governing structures of the major universities in 2000 through legislation and has representation on the Boards of each university. This degree of control is negative to the academic independence of universities.1 Universities operate best when they are independent of outside control and agendas. For the sake of free scholarship, free university education should not be instituted. ", "\n", "1 Government of Ireland. 1997. “Universities Act, 1997”. Available: ", "http://www.irishstatutebook.ie/1997/en/act/pub/0024/index.html", "  ", "\n"]}
]