[
{"Title": "Abortion ProCon.org"},
{"Pro argument": ["The US Supreme Court has declared abortion to be a \"fundamental right\" guaranteed by the US Constitution."], "Pro argument text": ["\n", " The landmark abortion case ", ", decided on Jan. 22, 1973 in favor of abortion rights, remains the law of the land. The 7-2 decision stated that the Constitution gives \"a guarantee of certain areas or zones of privacy,\" and that \"This right of privacy... is broad enough to encompass a woman's decision whether or not to terminate her pregnancy.\" ", "\n", "\n", "\n"]},
{"Pro argument": ["Reproductive choice empowers women by giving them control over their own bodies. "], "Pro argument text": ["\n", "The choice over when and whether to have children is central to a woman's independence and ability to determine her future. ", " Former Supreme Court Justice Sandra Day O'Connor wrote in the 1992 decision in ", ", \"The ability of women to participate equally in the economic and social life of the Nation has been facilitated by their ability to control their reproductive lives.\" ", " Supreme Court Justice Ruth Bader Ginsburg wrote in her dissenting opinion in ", " (2007) that undue restrictions on abortion infringe upon \"a woman's autonomy to determine her life's course, and thus to enjoy equal citizenship stature.\" ", " CNN senior legal analyst Jeffrey Toobin, JD, stated that ", " was \"a landmark of what is, in the truest sense, women's liberation.\" ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["Personhood begins after a fetus becomes \"viable\" (able to survive outside the womb) or after birth, not at conception. "], "Pro argument text": ["\n", " ", " Embryos and fetuses are not independent, self-determining beings, and abortion is the termination of a pregnancy, not a baby. A person's age is calculated from birth date, not conception, and fetuses are not counted in the US Census. The majority opinion in ", " states that \"the word 'person,' as used in the Fourteenth Amendment [of the US Constitution], does not include the unborn.\" ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["Fetuses are incapable of feeling pain when most abortions are performed. "], "Pro argument text": ["\n", "According to a review by Britain's Royal College of Obstetricians and Gynaecologists, \"most neuroscientists believe that the cortex is necessary for pain perception.\" The cortex does not become functional until at least the 26th week of a fetus' development, long after most abortions are performed. This finding was endorsed by the American College of Obstetricians and Gynecologists, ", " which stated that that there is \"no legitimate scientific information that supports the statement that a fetus experiences pain.\" ", " A University of California at San Francisco study said fetuses probably can't feel pain until the 29th or 30th week of gestation. ", " Abortions that late into a pregnancy are extremely rare and are often restricted by state laws. ", " According to Stuart W. G. Derbyshire, PhD, Senior Lecturer at the University of Birmingham (UK), \"fetuses cannot be held to experience pain. Not only has the biological development not yet occurred to support pain experience, but the environment after birth, so necessary to the development of pain experience, is also yet to occur.\" ", " The \"flinching\" and other reactions seen in fetuses when they detect pain stimuli are mere reflexes, not an indication that the fetus is perceiving or \"feeling\" anything. ", " ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["Access to legal, professionally-performed abortions reduces maternal injury and death caused by unsafe, illegal abortions. "], "Pro argument text": ["\n", "According to Daniel R. Mishell, Jr., MD, Chair of the Department of Obstetrics and Gynecology at the Keck School of Medicine, University of Southern California, before abortion was legalized women would frequently try to induce abortions by using coat hangers, knitting needles, or radiator flush, or by going to unsafe \"back-alley\" abortionists. ", " In 1972, there were 39 maternal deaths from illegal abortions. By 1976, after ", " had legalized abortion nationwide, this number dropped to two. ", " The World Health Organization estimated that unsafe abortions cause 68,000 maternal deaths worldwide each year, many of those in developing countries where safe and legal abortion services are difficult to access. ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["Modern abortion procedures are safe and do not cause lasting health issues such as cancer and infertility."], "Pro argument text": ["\n", " A peer-reviewed study published by ", " reported that less than one quarter of one percent of abortions lead to major health complications. ", " ", " A study in ", " found a woman's risk of dying from having an abortion is 0.6 in 100,000, while the risk of dying from giving birth is around 14 times higher (8.8 in 100,000). The study also found that \"pregnancy-related complications were more common with childbirth than with abortion.\" ", " The American Medical Association and the American College of Obstetricians and Gynecologists stated \"Abortion is one of the safest medical procedures performed in the United States.\" They also said the mortality rate of a colonoscopy is more than 40 times greater than that of an abortion. ", " The National Cancer Institute (NCI), the American Cancer Society (ACS), and the American College of Obstetricians and Gynecologists all refuted the claim that abortion can lead to a higher probability of developing breast cancer. ", " A fertility investigation of 10,767 women by the Joint Royal College of General Practitioners and the Royal College of Obstetricians and Gynecologists found that women who had at least two abortions experienced the same future fertility as those who had at least two natural pregnancies. ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["Women who receive abortions are less likely to suffer mental health problems than women denied abortions."], "Pro argument text": ["\n", " A peer-reviewed study comparing the mental health of women who received abortions to women denied abortions found that women who were denied abortions \"felt more regret and anger\" and \"less relief and happiness\" than women who had abortions. The same study also found that 95% of women who received abortions \"felt it was the right decision\" a week after the procedure. ", " Studies by the American Psychological Association (APA), the Academy of Medical Royal Colleges (AMRC), and researchers at Johns Hopkins Bloomberg School of Public Health all concluded that purported links between abortion and mental health problems are unfounded. ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["Abortion gives pregnant women the option to choose not to bring fetuses with profound abnormalities to full term. "], "Pro argument text": ["\n", "Some fetuses have such severe disorders that death is guaranteed before or shortly after birth. These include anencephaly, in which the brain is missing, and limb-body wall complex, in which organs develop outside the body cavity. ", " It would be cruel to force women to carry fetuses with fatal congenital defects to term. Even in the case of nonfatal conditions, such as Down syndrome, parents may be unable to care for a severely disabled child. Deborah Anne Driscoll, MD, Professor of Obstetrics and Gynecology at the University of Pennsylvania, said \"many couples... don't have the resources, don't have the emotional stamina, don't have the family support [to raise a child with Down syndrome].\" ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["Women who are denied abortions are more likely to become unemployed, to be on public welfare, to be below the poverty line, and to become victims of domestic violence. "], "Pro argument text": ["\n", "A University of California at San Francisco study found that women who were turned away from abortion clinics (because they had passed the gestational limit imposed by the clinic) were three times more likely to be below the poverty level two years later than women who were able to obtain abortions. 76% of the \"turnaways\" ended up on unemployment benefits, compared with 44% of the women who had abortions. The same study found that women unable to obtain abortions were more likely to stay in a relationship with an abusive partner than women who had an abortion, and were more than twice as likely to become victims of domestic violence. ", " ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["Reproductive choice protects women from financial disadvantage. "], "Pro argument text": ["\n", "Many women who choose abortion don't have the financial resources to support a child. 42% of women having abortions are below the federal poverty level. ", " A survey in the peer-reviewed ", " asking women why they had an abortion found that 73% of respondents said they could not afford to have a baby, and 38% said giving birth would interfere with their education and career goals. ", " A University of Massachusetts at Amherst study published in the peer-reviewed ", " found that women at all income levels earn less when they have children, with low-wage workers being most affected, suffering a 15% earnings penalty. ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["A baby should not come into the world unwanted. "], "Pro argument text": ["\n", "Having a child is an important decision that requires consideration, preparation, and planning. The Colorado Department of Public Health and Environment stated that unintended pregnancies are associated with birth defects, low birth weight, maternal depression, increased risk of child abuse, lower educational attainment, delayed entry into prenatal care, a high risk of physical violence during pregnancy, and reduced rates of breastfeeding. ", " 45% of all pregnancies among American women are unintended. ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["Abortion reduces welfare costs to taxpayers. "], "Pro argument text": ["\n", "The Congressional Budget Office (CBO), a nonpartisan federal agency, evaluated a proposed anti-abortion bill that would ban all abortions nationwide after 20 weeks of pregnancy, and found that the resulting additional births would increase the federal deficit by $225 million over nine years, due to the increased need for Medicaid coverage. Also, since many women seeking late-term abortions are economically disadvantaged, their children are likely to require welfare assistance. ", " ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["Abortion reduces crime."], "Pro argument text": ["\n", " According to a study co-written by ", " co-author Steven D. Levitt, PhD, and published in the peer-reviewed ", ", \"legalized abortion has contributed significantly to recent crime reductions.\" Around 18 years after abortion was legalized, crime rates began to drop abruptly, and crime rates dropped earlier in states that allowed abortion earlier. Because \"women who have abortions are those most at risk to give birth to children who would engage in criminal activity,\" and women who had control over the timing of childbearing were more likely to raise children in optimal environments, crime is reduced when there is access to legal abortion. ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["Abortion is justified as a means of population control. "], "Pro argument text": ["\n", "Philosopher Peter Singer, MA, Professor of Bioethics at Princeton University, defended abortion as a way to curb overpopulation. ", " The United Nations estimated that the world's population will increase to 9.3 billion by 2050, which would be \"the equivalent of adding another India and China to the world,\" according to the ", ". ", " Malnutrition, starvation, poverty, lack of medical and educational services, pollution, underdevelopment, and conflict over resources are all consequences of overpopulation. ", " With 55.9 million abortions performed worldwide each year, ", ", the population increase if abortion were unavailable could be substantial. ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["Many religious organizations and people of faith support women's reproductive choice. "], "Pro argument text": ["\n", "Although many religious groups oppose abortion, the United Methodist Church, the Presbyterian Church, and the Unitarian Universalist Association of Congregations are all officially pro-choice. ", " ", " ", " The Bible, despite interpretations to the contrary, contains no explicit condemnation of abortion, and does not portray the killing of a fetus as equivalent to the killing of a human being. In Exodus 21:22-25, the crime of causing a woman to miscarry is treated as a property crime, whereas killing the woman is considered murder and is punished with the death penalty. ", " While the Catholic and Lutheran churches oppose abortion, more of their members believe abortion should be legal in all or most cases versus illegal in all or most cases (51% vs. 45%, Lutheran; 48% vs. 45%, Catholic). ", " Joe Biden, 47th US Vice President, stated that \"I accept my [Catholic] church's position on abortion... But I refuse to impose it on equally devout Christians and Muslims and Jews, and I just refuse to impose that on others... I do not believe that we have a right to tell other people that -- women they can't control their body.\" "]},
{"Con argument": ["Abortion is murder. "], "Con argument text": ["\n", "The killing of an innocent human being is wrong, even if that human being has yet to be born. Unborn babies are considered human beings by the US government. The federal ", ", which was enacted \"to protect unborn children from assault and murder,\" states that under federal law, anybody intentionally killing or attempting to kill an unborn child should \"be punished... for intentionally killing or attempting to kill a human being.\" The act also states that an unborn child is a \"member of the species homo sapiens.\" ", " At least 38 states have passed similar fetal homicide laws. ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Life begins at conception, so unborn babies are human beings with a right to life. "], "Con argument text": ["\n", "Upon fertilization, a human individual is created with a unique genetic identity that remains unchanged throughout his or her life. This individual has a fundamental right to life, which must be protected. Jerome Lejeune, the French geneticist who discovered the chromosome abnormality that causes Down syndrome, stated that \"To accept the fact that after fertilization has taken place a new human has come into being is no longer a matter of taste or opinion... The human nature of the human being from conception to old age is not a metaphysical contention, it is plain experimental evidence.\" ", " ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Fetuses feel pain during the abortion procedure. "], "Con argument text": ["\n", "Maureen Condic, PhD, Associate Professor of Neurobiology and Anatomy and Adjunct Associate Professor of Pediatrics at the University of Utah School of Medicine, explains that the \"most primitive response to pain, the spinal reflex,\" is developed by eight weeks gestation, and adds that \"There is universal agreement that pain is detected by the fetus in the first trimester.\" ", " According to Kanwaljeet J. S. Anand, MBBS, DPhil, Professor of Pediatrics, Anesthesiology and Neurobiology at the University of Tennessee Health Science Center, \"If the fetus is beyond 20 weeks of gestation, I would assume that there will be pain caused to the fetus. And I believe it will be severe and excruciating pain.\" ", " Bernard N. Nathanson, MD, the late abortion doctor who renounced his earlier work and became a pro-life activist, stated that when an abortion is performed on a 12-week-old fetus, \"We see [in an ultrasound image] the child's mouth open in a silent scream... This is the silent scream of a child threatened imminently with extinction.\" ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Abortion is the killing of a human being, which defies the word of God."], "Con argument text": ["\n", " The ", "does not draw a distinction between fetuses and babies: the Greek word brephos is used in the ", " to refer to both an unborn child and an infant. ", " By the time a baby is conceived, he or she is recognized by God, as demonstrated in Jeremiah 1:5: \"Before I formed thee in the belly I knew thee; and before thou camest forth out of the womb I sanctified thee.\" ", " The Sixth Commandment of the ", " Old Testament, \"Thou shalt not kill\" (Exodus 20:13), applies to all human beings, including unborn babies. ", " In the Hindu religion, the holy text ", "states that abortion is an equivalent misdeed to killing one's own parents. ", " The BBC states that \"Traditional Buddhism rejects abortion because it involves the deliberate destroying of a life.\" ", " ", "\n", "\n", "\n"]},
{"Con argument": ["The decision in ", " was wrong and should be overturned. "], "Con argument text": ["\n", "US Supreme Court Justice Antonin Scalia stated that the right to privacy defended in ", " is \"utterly idiotic\" and should not be considered binding precedent: \"There is no right to privacy [in the US Constitution].\" ", " ", " In his dissenting opinion in ", ", Justice William H. Rehnquist stated that an abortion \"is not 'private' in the ordinary usage of that word. Nor is the 'privacy' that the Court finds here even a distant relative of the freedom from searches and seizures protected by the Fourth Amendment to the Constitution...\" ", " Furthermore, the 14th Amendment bars states from depriving \"any person of life, liberty, or property, without due process of law.\" ", " The Supreme Court overreached in ", " when it excluded unborn children from the class of \"persons.\" ", " ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Abortions cause psychological damage. "], "Con argument text": ["\n", "A peer-reviewed study published in the ", " found that \"Young adult women who undergo... abortion may be at increased risk for subsequent depression.\" ", " A peer-reviewed study published in ", " found that women who underwent an abortion had \"significantly higher\" anxiety scores on the Hospital Anxiety and Depression Scale up to five years after the pregnancy termination. ", " A peer-reviewed study published by the ", "of more than 173,000 American women found that women who aborted were 154% more likely to commit suicide than women who carried to term. ", " A study published in the ", "reported that the mean annual suicide rate amongst women who had an abortion was 34.7 per 100,000, compared with a mean rate of 11.3 per 100,000 in the general population of women. ", " A ", " study of men whose partners had abortions found that 51.6% of the men reported regret, 45.2% felt sadness, and 25.8% experienced depression. ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Abortions reduce the number of adoptable babies. "], "Con argument text": ["\n", "Instead of having the option to abort, women should give their unwanted babies to people who cannot conceive. The percentage of infants given up for adoption in the United States declined from 9% of those born before 1973 to 0.5% of those born in 2014. ", " ", " As a result of the lack of women putting their children up for adoption, the number of US infant adoptions dropped from about 90,000 in 1971 to 18,329 in 2014. ", " ", " Around 2.6 million Americans are seeking to adopt children. ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Selective abortion based on genetic abnormalities (eugenic termination) is overt discrimination. "], "Con argument text": ["\n", "Physical limitations don't make those with disabilities less than human. The ", " of 1990 ", " provides civil rights protection to people born with disabilities so they can lead fulfilling lives. The National Down Syndrome Society states that \"people with Down syndrome live at home with their families and are active participants in the educational, vocational, social, and recreational activities of the community. People with Down syndrome are valued members of their families and their communities, contributing to society in a variety of ways.\" ", " The increase in abortions of babies with Down syndrome (over 80% of women choose to abort Down syndrome babies ", ") reduced the Down syndrome population by 15% between 1989 and 2005. ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Women should not be able to use abortion as a form of contraception. "], "Con argument text": ["\n", "It is immoral to kill an unborn child for convenience. ", " The Guttmacher Institute reported that 45% of all women having abortions every year have had at least one previous abortion, ", " while 8.6% of abortions reported to the Centers for Disease Control and Prevention in 2014 were undergone by women who had three or more previous abortions. ", " This suggests that many women are using abortion as a contraceptive method. ", " ", " co-author Steven Levitt, PhD, wrote that after abortion was legalized, \"Conceptions rose by nearly 30 percent, but births actually fell by 6 percent, indicating that many women were using abortion as a method of birth control, a crude and drastic sort of insurance policy.\" ", " ", "\n", "\n", "\n"]},
{"Con argument": ["If women become pregnant, they should accept the responsibility that comes with producing a child. "], "Con argument text": ["\n", "People need to take responsibility for their actions and accept the consequences. Having sexual intercourse, even when contraceptive methods are used, carries with it the risk of a pregnancy. ", " The unborn baby should not be punished for a mistake made by adults. If women are unprepared to care for their children, they should at least put them up for adoption. ", "\n", "\n", "\n"]},
{"Con argument": ["The original text of the Hippocratic Oath, traditionally taken by doctors when swearing to practice medicine ethically, forbids abortion."], "Con argument text": ["\n", " One section of the classical version of the oath reads: \"I will not give a woman a pessary [a device inserted into the vagina] to cause an abortion.\" The modern version of the Hippocratic Oath, written in 1964 by Louis Lasagna, still effectively forbids doctors from performing abortions in the line, \"Above all, I must not play at God.\" ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Abortion promotes a culture in which human life is disposable."], "Con argument text": ["\n", " The legalization of abortion sends a message that human life has little value. ", " Pope Francis condemned \"'the throwaway culture'\" in Jan. 2014, stating that \"what is thrown away is not only food and dispensable objects, but often human beings themselves, who are discarded as 'unnecessary'. For example, it is frightful even to think there are children, victims of abortion, who will never see the light of day.\" ", " House Representative Randy Hultgren (R-IL) wrote in Jan. 2014 that \"When we tell one another that abortion is okay, we reinforce the idea that human lives are disposable, that we can throw away anything or anyone that inconveniences us.\" ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Allowing abortion conflicts with the unalienable right to life recognized by the Founding Fathers of the United States."], "Con argument text": ["\n", " The Declaration of Independence states that \"[A]ll men are created equal, that they are endowed by their Creator with certain unalienable Rights, that among these are Life, Liberty and the pursuit of Happiness.\" ", " Abortion takes away from the unborn the unalienable right to life that the Founding Fathers intended for all human beings. ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Abortion disproportionately affects African American babies."], "Con argument text": ["\n", " In the United States, black women are 3.3 times as likely as white women to have an abortion, according to the Guttmacher Institute. ", " In New York City in 2015, more black babies were aborted (23,720) than had live births (23,116). ", " ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Abortion eliminates the potential societal contributions of a future human being."], "Con argument text": ["\n", " According to Heisman Trophy-winning football player Tim Tebow, \"the reason I'm here\" is because his mother ignored the advice of doctors who recommended an abortion. ", " It has also been reported that the mothers of entertainers Celine Dion, Cher, and Justin Bieber were either advised to have abortions or were considering the procedure, but chose to give birth to their babies instead. ", " ", " ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Abortion may lead to future medical problems for the mother. "], "Con argument text": ["\n", "A study published by the peer-reviewed ", " estimated that about 15% of first-trimester miscarriages are attributed to a prior history of induced abortion, and stated that \"Induced abortion by vacuum aspiration is associated with an increased risk of first-trimester miscarriage in the subsequent pregnancy.\" ", " A Chinese study published in the peer-reviewed ", " found an association between breast cancer and a history of abortions ", ". A study published in the peer-reviewed ", " found that abortion \"is significantly associated with an increased risk of breast cancer\" and that \"the risk of breast cancer increases as the number of [abortions] increases.\" "]}
]