[
{"Title": "Animal Testing - ProCon.org"},
{"Pro argument": ["Animal testing has contributed to many life-saving cures and treatments."], "Pro argument text": ["\n", " The California Biomedical Research Association states that nearly every medical breakthrough in the last 100 years has resulted directly from research using animals. ", " Experiments in which dogs had their pancreases removed led directly to the discovery of insulin, critical to saving the lives of diabetics. ", " The polio vaccine, tested on animals, reduced the global occurrence of the disease from 350,000 cases in 1988 to 27 cases in 2016. ", " ", " Animal research has also contributed to major advances in understanding and treating conditions such as breast cancer, brain injury, childhood leukemia, cystic fibrosis, malaria, multiple sclerosis, tuberculosis, and many others, and was instrumental in the development of pacemakers, cardiac valve substitutes, and anesthetics. ", " Chris Abee, Director of the University of Texas M.D. Anderson Cancer Center's animal research facility, states that \"we wouldn't have a vaccine for hepatitis B without chimpanzees,\" and says that the use of chimps is \"our best hope\" for finding a vaccine for Hepatitis C, a disease that kills thousands of Americans annually. ", " ", " If thalidomide had been properly tested on pregnant animals, its potential for causing severe birth defects would have been discovered before the drug became legal for human use. ", "\n", "\n", "\n"]},
{"Pro argument": ["There is no adequate alternative to testing on a living, whole-body system. "], "Pro argument text": ["\n", "Living systems like human beings and animals are extremely complex. Studying cell cultures in a petri dish, while sometimes useful, does not provide the opportunity to study interrelated processes occurring in the central nervous system, endocrine system, and immune system. ", " Evaluating a drug for side effects requires a circulatory system to carry the medicine to different organs. ", " Also, conditions such as blindness and high blood pressure cannot be studied in tissue cultures. ", " Computer models can only be reliable if accurate information gleaned from animal research is used to build the models in the first place. ", " Furthermore, even the most powerful supercomputers are unable to accurately simulate the workings of complex organs such as the brain. ", "\n", "\n", "\n"]},
{"Pro argument": ["Animals are appropriate research subjects because they are similar to human beings in many ways. "], "Pro argument text": ["\n", "Chimpanzees share 99% of their DNA with humans, and mice are 98% genetically similar to humans. ", " All mammals, including humans, are descended from common ancestors, and all have the same set of organs (heart, kidneys, lungs, etc.) that function in essentially the same way with the help of a bloodstream and central nervous system. ", " Because animals and humans are so biologically similar, they are susceptible to many of the same conditions and illnesses, including heart disease, cancer, and diabetes. ", "\n", "\n", "\n"]},
{"Pro argument": ["Animals must be used in cases when ethical considerations prevent the use of human subjects."], "Pro argument text": ["\n", " When testing medicines for potential toxicity, the lives of human volunteers should not be put in danger unnecessarily. It would be unethical to perform invasive experimental procedures on human beings before the methods have been tested on animals, and some experiments involve genetic manipulation that would be unacceptable to impose on human subjects before animal testing. ", " The World Medical Association Declaration of Helsinki states that human trials should be preceded by tests on animals. ", "\n", "\n", "\n"]},
{"Pro argument": ["Animals themselves benefit from the results of animal testing."], "Pro argument text": ["\n", " If vaccines were not tested on animals, millions of animals would have died from rabies, distemper, feline leukemia, infectious hepatitis virus, tetanus, anthrax, and canine parvo virus. Treatments for animals developed using animal testing also include pacemakers for heart disease and remedies for glaucoma and hip dysplasia. ", " Animal testing has also been instrumental in saving endangered species from extinction, including the black-footed ferret, the California condor and the tamarins of Brazil. ", " Koalas, ravaged by an epidemic of sexually transmitted chlamydia and now classified as endangered in some regions of Australia, are being tested with new chlamydia vaccines that slows the rate of infection and treats early stages of the disease. ", " ", " ", " The American Veterinary Medical Association (AVMA) endorses animal testing. ", "\n", "\n", "\n"]},
{"Pro argument": ["Animal research is highly regulated, with laws in place to protect animals from mistreatment."], "Pro argument text": ["\n", " In addition to local and state laws and guidelines, animal research has been regulated by the federal Animal Welfare Act (AWA) since 1966. As well as stipulating minimum housing standards for research animals (enclosure size, temperature, access to clean food and water, and others), the AWA also requires regular inspections by veterinarians. ", " All proposals to use animals for research must be approved by an Institutional Animal Care and Use Committee (IACUC) set up by each research facility. Humane treatment is enforced by each facility's IACUC, and most major research institutions' programs are voluntarily reviewed for humane practices by the Association for Assessment and Accreditation of Laboratory Animal Care International (AAALAC). ", " All institutions receiving funding from the US Public Health Service (PHS) must comply with the PHS Policy on Humane Care and Use of Laboratory Animals. ", "\n", "\n", "\n"]},
{"Pro argument": ["Animals often make better research subjects than human beings because of their shorter life cycles."], "Pro argument text": ["\n", " Laboratory mice, for example, live for only two to three years, so researchers can study the effects of treatments or genetic manipulation over a whole lifespan, or across several generations, which would be infeasible using human subjects. ", " Mice and rats are particularly well-suited to long-term cancer research, partly because of their short lifespans. ", "\n", "\n", "\n"]},
{"Pro argument": ["Animal researchers treat animals humanely, both for the animals' sake and to ensure reliable test results."], "Pro argument text": ["\n", " Research animals are cared for by veterinarians, husbandry specialists, and animal health technicians to ensure their well-being and more accurate findings. According to Nature Genetics \"stressed or crowded animals produce unreliable research results, and many phenotypes are only accessible in contented animals in enriched environments, it is in the best interests of the researchers not to cut corners or to neglect welfare issues.\" ", " At Cedars-Sinai Medical Center's animal research facility, for example, dogs are given exercise breaks twice daily to socialize with their caretakers and other dogs, and a \"toy rotation program\" provides opportunities for play.", "\n", "\n", "\n"]},
{"Pro argument": ["Animals do not have rights, therefore it is acceptable to experiment on them."], "Pro argument text": ["\n", " Animals do not have the cognitive ability or moral judgment that humans do and because of this they have been treated differently than humans by nearly every culture throughout recorded history. If we granted animals rights, all humans would have to become vegetarians, and hunting would need to be outlawed. ", "\n", "\n", "\n"]},
{"Pro argument": ["The vast majority of biologists and several of the largest biomedical and health organizations in the United States endorse animal testing."], "Pro argument text": ["\n", " A poll of 3,748 scientists by the Pew Research Center found that 89% favored the use of animals in scientific research. ", " The American Cancer Society, American Physiological Society, National Association for Biomedical Research, American Heart Association, and the Society of Toxicology all advocate the use of animals in scientific research. ", "\n", "\n", "\n"]},
{"Pro argument": ["Some cosmetics and health care products must be tested on animals to ensure their safety."], "Pro argument text": ["\n", " American women use an average of 12 personal care products per day, so product safety is of great importance. ", " The US Food and Drug Administration endorses the use of animal tests on cosmetics to \"assure the safety of a product or ingredient.\" ", " China requires that all cosmetics be tested on animals before they go on sale, so cosmetics companies must have their products tested on animals if they want distribution in China. ", " Mosquito repellent, which helps protect people from malaria and other dangerous illnesses, must undergo toxicological testing (which involves animal testing) in order to be sold in the United States and Europe. ", "\n", "\n", "\n"]},
{"Pro argument": ["Religious traditions allow for human dominion over animals."], "Pro argument text": ["\n", " The Bible states in Genesis 1:26: \"And God said... let them [human beings] have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.\" ", " The BBC reports that Jewish, Christian, and Muslim teaching allows for animal experimentation as long as there is no unnecessary pain inflicted and there is a real possibility of benefit to human beings. ", "\n", "\n", "\n"]},
{"Pro argument": ["Relatively few animals are used in research, which is a small price to pay for advancing medical progress."], "Pro argument text": ["\n", " People in the United States eat 9 billion chickens and 150 million cattle, pigs and sheep annually, yet we only use around 26 million animals for research, 95% of which are rodents, birds and fish. ", " We eat more than 1,800 times the number of pigs than the number used in research, and we consume more than 340 chickens for every research animal. ", "\n", "\n", "\n"]},
{"Con argument": ["Animal testing is cruel and inhumane."], "Con argument text": ["\n", " According to Humane Society International, animals used in experiments are commonly subjected to force feeding, forced inhalation, food and water deprivation, prolonged periods of physical restraint, the infliction of burns and other wounds to study the healing process, the infliction of pain to study its effects and remedies, and \"killing by carbon dioxide asphyxiation, neck-breaking, decapitation, or other means.\" ", " The Draize eye test, used by cosmetics companies to evaluate irritation caused by shampoos and other products, involves rabbits being incapacitated in stocks with their eyelids held open by clips, sometimes for multiple days, so they cannot blink away the products being tested. ", " The commonly used LD50 (lethal dose 50) test involves finding out which dose of a chemical will kill 50% of the animals being used in the experiment. ", " The US Department of Agriculture (USDA) reported in 2016 that 71,370 animals suffered pain during experiments while being given no anesthesia for relief, including 1,272 nonhuman primates, 5,771 rabbits, 24,566 guinea pigs, and 33,280 hamsters. ", "\n", "\n", "\n"]},
{"Con argument": ["Alternative testing methods now exist that can replace the need for animals. "], "Con argument text": ["\n", " (in glass) testing, such as studying cell cultures in a petri dish, can produce more relevant results than animal testing because human cells can be used. ", " Microdosing, the administering of doses too small to cause adverse reactions, can be used in human volunteers, whose blood is then analyzed. Artificial human skin, such as the commercially available products EpiDerm and ThinCert, is made from sheets of human skin cells grown in test tubes or plastic wells and can produce more useful results than testing chemicals on animal skin. ", " Microfluidic chips (\"organs on a chip\"), which are lined with human cells and recreate the functions of human organs, are in advanced stages of development. Computer models, such as virtual reconstructions of human molecular structures, can predict the toxicity of substances without invasive experiments on animals. ", "\n", "\n", "\n"]},
{"Con argument": ["Animals are very different from human beings and therefore make poor test subjects."], "Con argument text": ["\n", " The anatomic, metabolic, and cellular differences between animals and people make animals poor models for human beings. ", " Paul Furlong, Professor of Clinical Neuroimaging at Aston University (UK), states that \"it's very hard to create an animal model that even equates closely to what we're trying to achieve in the human.\" ", " Thomas Hartung, Professor of evidence-based toxicology at Johns Hopkins University, argues for alternatives to animal testing because \"we are not 70 kg rats.\" ", "\n", "\n", "\n"]},
{"Con argument": ["Drugs that pass animal tests are not necessarily safe."], "Con argument text": ["\n", " The 1950s sleeping pill thalidomide, which caused 10,000 babies to be born with severe deformities, was tested on animals prior to its commercial release. ", " Later tests on pregnant mice, rats, guinea pigs, cats, and hamsters did not result in birth defects unless the drug was administered at extremely high doses. ", " Animal tests on the arthritis drug Vioxx showed that it had a protective effect on the hearts of mice, yet the drug went on to cause more than 27,000 heart attacks and sudden cardiac deaths before being pulled from the market. ", "\n", "\n", "\n"]},
{"Con argument": ["Animal tests may mislead researchers into ignoring potential cures and treatments."], "Con argument text": ["\n", " Some chemicals that are ineffective on, or harmful to, animals prove valuable when used by humans. Aspirin, for example, is dangerous for some animal species. ", " Intravenous vitamin C has shown to be effective in treating sepsis in humans, but makes no difference to mice. ", " Fk-506 (tacrolimus), used to lower the risk of organ transplant rejection, was \"almost shelved\" because of animal test results, according to neurologist Aysha Akhtar, MD, MPH. ", " A report on Slate.com stated that a \"source of human suffering may be the dozens of promising drugs that get shelved when they cause problems in animals that may not be relevant for humans.\" ", "\n", "\n", "\n"]},
{"Con argument": ["95% of animals used in experiments are not protected by the Animal Welfare Act."], "Con argument text": ["\n", " The AWA does not cover rats, mice, fish and birds, which comprise around 95% of the animals used in research. The AWA covered 820,812 animals used for testing in fiscal year 2016, which leaves around 25 million other animals that are not covered. These animals are especially vulnerable to mistreatment and abuse without the protection of the AWA. ", "\n", "\n", "\n"]},
{"Con argument": ["Animal tests do not reliably predict results in human beings."], "Con argument text": ["\n", " 94% of drugs that pass animal tests fail in human clinical trials. ", " According to neurologist Aysha Akhtar, MD, MPH, over 100 stroke drugs that were effective when tested on animals have failed in humans, and over 85 HIV vaccines failed in humans after working well in non-human primates. ", " A study published in ", " (PNAS) found that nearly 150 clinical trials (human tests) of treatments to reduce inflammation in critically ill patients have been undertaken, and all of them failed, despite being successful in animal tests. ", " A study in ", " stated that \"The low predictivity of animal experiments in research areas allowing direct comparisons of mouse versus human data puts strong doubt on the usefulness of animal data as key technology to predict human safety.\" ", "\n", "\n", "\n"]},
{"Con argument": ["Animal tests are more expensive than alternative methods and are a waste of government research dollars."], "Con argument text": ["\n", " Humane Society International compared a variety of animal tests with their ", " counterparts and found animal tests were more expensive in every scenario studied. ", " ", " Biotechnology company Empiriko invented synthetic livers which can predict the liver's metabolic reactions to drugs in a process that is quicker, cheaper, and more accurate than animal testing; in one trial it provided a level of specificity which previously would have required testing on 1,000 rats and 100 dogs. ", " According to Senator Jeff Flake's \"Wastebook\" of government funding, over $7.3 million of taxpayers' money was wasted on studies involving animals in 2016. ", " People for the Ethical Treatment of Animals (PETA) found $56.4 million of government funds spent on animal experiments that, despite running over many years, failed to provide any useful results. ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Most experiments involving animals are flawed, wasting the lives of the animal subjects."], "Con argument text": ["\n", " A peer-reviewed study found serious flaws in the majority of publicly funded US and UK animal studies using rodents and primates. 87% of the studies failed to randomize the selection of animals (a technique used to reduce \"selection bias\") and 86% did not use \"blinding\" (another technique to reduce researcher bias). Also, \"only 59% of the studies stated the hypothesis or objective of the study and the number and characteristics of the animals used.\" ", " A 2017 study found further flaws in animal studies including \"incorrect data interpretation, unforeseen technical issues, incorrectly constituted (or absent) control groups, selective data reporting, inadequate or varying software systems, and blatant fraud.\" ", " Since the majority of animals used in biomedical research are killed during or after the experiments, and since many suffer during the studies, the lives and wellbeing of animals are routinely sacrificed for poor research. ", "\n", "\n", "\n"]},
{"Con argument": ["Animals can suffer like humans do, so it is speciesism to experiment on them while we refrain from experimenting on humans."], "Con argument text": ["\n", " All suffering is undesirable, whether it be in humans or animals. Discriminating against animals because they do not have the cognitive ability, language, or moral judgment that humans do is no more justifiable than discriminating against human beings with severe mental impairments. ", " As English philosopher Jeremy Bentham wrote in the 1700s, \"The question is not, Can they ", " nor, Can they ", " but, Can they ", "\" ", "\n", "\n", "\n"]},
{"Con argument": ["The Animal Welfare Act has not succeeded in preventing horrific cases of animal abuse in research laboratories."], "Con argument text": ["\n", " Violations of the Animal Welfare Act at the federally funded New Iberia Research Center (NIRC) in Louisiana included maltreatment of primates who were suffering such severe psychological stress that they engaged in self-mutilation, infant primates awake and alert during painful experiments, and chimpanzees being intimidated and shot with a dart gun. ", " An incident at the University of California at Davis Center for Neuroscience, \"three baby mice were found sealed alive in a plastic baggie and left unattended\" on a laboratory counter, according to the ", ". ", " A US Department of Agriculture (USDA) lawsuit against Shin Nippon Biomedical Laboratories (SNBL) of Everett, WA, alleged willful violation of the AWA, including the death of 38 primates from dehydration, hypoglycemia, suffocation, hyperthermia, and seizures. ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Religious traditions tell us to be merciful to animals, so we should not cause them suffering by experimenting on them."], "Con argument text": ["\n", " In the Bible, Proverbs 12:10 states: \"A righteous man regardeth the life of his beast...\" ", " The Hindu doctrine of ahimsa teaches the principle of not doing harm to other living beings. ", " The Buddhist doctrine of right livelihood dissuades Buddhists from doing any harm to animals. ", "\n", "\n", "\n"]},
{"Con argument": ["Medical breakthroughs involving animal research may still have been made without the use of animals."], "Con argument text": ["\n", " There is no evidence that animal experiments were essential in making major medical advances, and if enough money and resources were devoted to animal-free alternatives, other solutions would be found. ", " ", " ", " Humane Research Australia (HRA) reports that many discoveries made by non-animal methods were later verified by animal experiments, \"giving false credit\" to animal use. ", " For example, HRA notes, \"Ovarian function was demonstrated by physician Dr. Robert.T. Morris in 1895 in surgical procedures on women, yet history credits the discovery to Emil Knauer who reproduced the procedure in rabbits in 1896... [and] Banting and Best are often cited as having discovered insulin through animal experiments in 1922. However... the discovery of insulin dates back to 1788 when an English physician, Thomas Cawley, performed an autopsy on a diabetic.\" ", "\n", "\n"]}
]