[
{"Title": "Concealed Guns ProCon.org"},
{"Pro argument": ["Concealed handguns deter crime."], "Pro argument text": ["\n", " States that implemented \"shall-issue\" concealed carry laws reduced murders by 8.5%, rapes by 5%, aggravated assaults by 7%, and robbery by 3%, according to a 2000 analysis of FBI crime data by economist and political commentator ", "., PhD. Lott calculated that 1,570 murders, 4,177 rapes, 60,000 aggravated assaults, and 12,000 robberies could have been prevented between 1977 and 1992 if concealed carry had been legal in every US state during that time period. ", " In addition, a 2013 peer-reviewed study in ", ", found that between 1980 and 2009, \"states with more restrictive CCW [carrying concealed weapons] laws had gun-related murder rates that were 10% higher.\" ", " Detroit Chief of Police Larry Craig said permitted concealed weapons are \"a deterrent,\" and \"Good Americans with CPLs [concealed permit licenses] translates into crime reduction.\" ", " A 2013 survey of 15,000 current and retired police officers found that 91.3% support the concealed carry of guns by civilians. ", "\n", "\n", "\n"]},
{"Pro argument": ["Responsible citizens should have the right to arm themselves against criminals with guns."], "Pro argument text": ["\n", " Violent criminals will always have guns. Rather than being victims, concealed handgun carriers have a sense of safety and security, especially when going outside at night or in dangerous areas. According to a 2001 study by the National Opinion Research Center, 59% of people who carry a gun outside the home do so because it makes them feel safer. ", " In Florida, the percentage of concealed handgun permit holders who are female rose from 15% in 2004 to 23% in 2014. One of these female permit holders stated that women \"need to be able to defend their home and defend themselves if they go out. It's just a safety issue.\" ", " In addition, a study by criminologist Gary Kleck, PhD, concluded that \"robbery and assault victims who used a gun to resist were less likely to be attacked or to suffer an injury than those who used any other methods of self-protection.\" ", " A peer-reviewed study published in the ", " found that when someone draws a concealed gun in self-defense, the criminal retreats 55.5% of the time. ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["The right to carry concealed handguns is guaranteed by the Second Amendment of the US Constitution."], "Pro argument text": ["\n", " The entire Second Amendment states: \"a well regulated Militia being necessary to the security of a free State, the right of the people to keep and bear Arms shall not be infringed.\" ", " The federal 7th Circuit Court of Appeals, in the Dec. 11, 2012 case ", ", ruled 2-1 that the Second Amendment's right to bear arms \"must be interpreted to include a right to have a concealed gun in public, to have it ready for use, and to have it for self-defense.\" ", " The US 9th Circuit Court of Appeals ruled in ", " by a 2-1 vote on Feb. 13, 2014 that the Second Amendment requires states to \"permit some form of concealed carry for self-defense outside the home.\" ", "\n", "\n", "\n"]},
{"Pro argument": ["Most adults who carry concealed handguns are law-abiding and do not misuse their firearms."], "Pro argument text": ["\n", " According to a 2000 report by engineering statistician William Sturdevant, in Texas the general public is 5.3 times more likely to be arrested for violent offenses and 14 times more likely to be arrested for non-violent offenses than concealed carry weapon permit holders. ", " An analysis of crime data by Nick Leghorn, blogger at \"The Truth About Guns,\" found that concealed carry permit holders in North Carolina are five times less likely to kill someone than the general public, 5.48 times less likely to commit a violent crime with a firearm, and 6.6 times less likely to drive drunk. ", " The ", " reported that \"the number of incidents in which concealed-gun carriers kill innocent people is a fraction of 1 percent of all gun-related homicides.\" ", "\n", "\n", "\n"]},
{"Pro argument": ["Carrying a concealed handgun could help stop a public shooting spree."], "Pro argument text": ["\n", " After the Apr. 20, 1999 Columbine High School massacre, the state of Colorado enacted the 2003 Concealed Carry Act to allow law-abiding citizens the right to carry a concealed weapon. The CATO Institute concluded that this law helped to stop a massacre at the New Life megachurch in Dec. 2007 when a volunteer security guard for the church who was carrying a concealed handgun shot an attacker who had opened fire in the church. ", " According to John R. Lott Jr., PhD, \"when states passed concealed carry laws during the 19 years we studied (1977 to 1995), the number of multiple-victim public shootings declined by 84%. Deaths from these shootings plummeted on average by 90%, injuries by 82%.\" ", "\n", "\n", "\n"]},
{"Pro argument": ["Concealed handguns protect people who cannot always rely on police forces for protection."], "Pro argument text": ["\n", " A 2013 research article in the ", " reported that the average police response time to an emergency call is 11 minutes, with some responses taking much longer. In Detroit the average response time is 58 minutes. ", " Arizona Sheriff Richard Mack said, \"police do very little to prevent violent crime. We investigate crime after the fact.\" ", " In addition, the Supreme Court has ruled more than once that police officers have no legal duty to protect citizens from violent crime. ", "\n", "\n", "\n"]},
{"Pro argument": ["The majority of Americans support allowing the concealed carry of handguns."], "Pro argument text": ["\n", " According to an Apr. 2012 poll conducted for Thomson Reuters, 75% of Americans support \"laws allowing law-abiding citizens to get a permit to carry a concealed weapon.\" ", " A 2013 CBS News and ", " poll found that 65% of Americans \"oppose a federal law requiring a nationwide ban on people other than law enforcement officers carrying concealed weapons.\" ", "\n", "\n", "\n"]},
{"Con argument": ["Permitting concealed handguns increases crime."], "Con argument text": ["\n", " States that passed \"shall-issue\" laws between 1977 and 2010 had a 2% or more increase in the murder rate, and at least 9% increases in rates of rape, aggravated assault, robbery, auto theft, burglary, and larceny, according to an Aug. 2012 paper published by the National Bureau of Economic Research. ", " A 1995 peer-reviewed study of five urban cities, published in the ", ", concluded that gun homicide rates increased \"on average by 4.5 per 100,000 persons\" following the enactment of \"shall-issue\" laws. ", " A May 2009 peer-reviewed study in ", " found that \"shall-issue\" laws were associated with increased numbers of aggravated assaults between 1977 and 2006. ", " Los Angeles Police Department Chief Charlie Beck said, \"I have seen far too much gun violence in my lifetime to think that more guns is a solution... a gun is more likely to be used against you than you use a gun in self-defense.\" ", "\n", "\n", "\n"]},
{"Con argument": ["Carrying a concealed handgun increases the chances of a confrontation escalating and turning lethal."], "Con argument text": ["\n", " A Nov. 2009 peer-reviewed study published in the American Journal of Public Health found that someone carrying a gun for self-defense was 4.5 times more likely to be shot during an assault than an assault victim without a gun. ", " According to the Law Center to Prevent Gun Violence, \"members of the public who carry guns risk escalating everyday disagreements into public shootouts, especially in places where disputes frequently occur—in bars, at sporting events, or in traffic.\" ", " For example, on Jan 13, 2014, a retired police officer with a legally concealed handgun shot and killed another man during an argument over text messaging in a movie theater. ", "\n", "\n", "\n"]},
{"Con argument": ["Second Amendment rights have limits."], "Con argument text": ["\n", " The entire Second Amendment states: \"a well regulated Militia being necessary to the security of a free State, the right of the people to keep and bear Arms shall not be infringed.\" It does not mention concealed handguns. ", " US Supreme Court Justice Antonin Scalia wrote in the court's 5-4 majority opinion in ", ": \"Like most rights, the right secured by the Second Amendment is not unlimited… the majority of the 19th-century courts to consider the question held that prohibitions on carrying concealed weapons were lawful under the Second Amendment or state analogues.\" ", " In May 2014 the US Supreme Court declined to hear ", ", a case challenging New Jersey's issuance of concealed weapons permits only to citizens who can prove a \"justifiable need.\" ", "\n", "\n", "\n"]},
{"Con argument": ["Concealed carry application requirements and background checks do not prevent dangerous people from acquiring weapons."], "Con argument text": ["\n", " Between May 2007 and Mar. 11, 2014, 14 law enforcement officers and 622 other people were killed nationally (not in self defense) by private individuals legally allowed to carry concealed handguns. ", " Between 1996 and 2000, the Violence Policy Center states that concealed handgun permit holders in Texas were arrested for weapon-related offenses at a rate 81% higher than the rest of the Texas population. ", " In 2007 the ", " reviewed a list of concealed gun permit holders in Florida and found that 1,400 had pleaded guilty or no contest to a felony, 216 had outstanding warrants, and 128 had active domestic violence injunctions. ", "\n", "\n", "\n"]},
{"Con argument": ["Criminals are more likely to carry a gun if they suspect that victims may also be armed."], "Con argument text": ["\n", " Felons report that they often carry firearms to deter victims from resisting. According to a survey of incarcerated felons by the Inter-university Consortium for Political and Social Research, 75% reported carrying a gun while committing a crime because \"there's always a chance my victim would be armed.\" ", "\n", "\n", "\n"]},
{"Con argument": ["Public safety should be left to professionally qualified police officers, not private citizens with little or no expert training."], "Con argument text": ["\n", " Some states, such as Georgia and Maryland, do not require any training before receiving a concealed carry permit. In Alaska, Arizona, Wyoming, and Vermont, a permit is not necessary to carry a concealed gun. ", " In states that do require training, it can be inadequate. For example, while Wisconsin requires that concealed weapons permit holders have training, there is no minimum training time requirement. ", " Mark Schauf, Police Chief of Baraboo, WI, said, \"as police officers, we're required to have training before we get our weapons and a certain number of training hours throughout the year. If we have to be trained, it would only make sense that a person in public would want to be trained, as well.\" ", "\n", "\n", "\n"]},
{"Con argument": ["Concealed weapons laws make the non-carrying public feel less safe."], "Con argument text": ["\n", " A Mar. 10, 2014 poll of Illinois citizens concluded that 52.3% of the public felt less safe following the July 2013 passage of a law allowing citizens to carry concealed handguns in public. ", " A July 2013 peer-reviewed study of 1,649 students at 15 colleges published in the ", " stated that 79% would not feel safe if faculty, students, and visitors carried concealed weapons on campus. ", " An Apr. 2010 poll of registered voters across the United States found that 57% feel less safe after learning that concealed guns may lawfully be carried in public. ", "\n", "\n", "\n"]}
]