[
{"Title": "Drinking Age ProCon.org"},
{"Pro argument": ["18 is the age of adulthood in the United States, and adults should have the right to make their own decisions about alcohol consumption."], "Pro argument text": ["\n", " Turning 18 entails receiving the rights and responsibilities of adulthood to vote, smoke cigarettes (in most states), serve on juries, get married, sign contracts, be prosecuted as adults, and join the military - which includes risking one's life. ", " ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["Allowing 18- to 20-year-olds to drink alcohol in regulated environments with supervision would decrease unsafe drinking activity."], "Pro argument text": ["\n", " Prohibiting this age group from drinking in bars, restaurants, and other licensed locations causes them to drink in unsupervised places such as fraternity houses or house parties where they may be more prone to binge drinking and other unsafe behavior. ", "\n", "\n", "\n"]},
{"Pro argument": ["There are fewer drunk driving traffic accidents and fatalities in many countries with MLDA of 18."], "Pro argument text": ["\n", " In the United States, 31% of road traffic deaths involve alcohol. ", " This percentage is higher than many countries with a drinking age lower than 21 such as France (29%), Great Britain (16%), Germany (9%), China (4%), and Israel (3%). ", " Although the United States increased the MLDA to 21 in 1984, its rate of traffic accidents and fatalities in the 1980s decreased less than that of European countries whose legal drinking ages are lower than 21. ", " ", " ", " ", " ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["The decrease in drunk driving fatalities as a percentage of total traffic fatalities in the United States does not correlate to the MLDA."], "Pro argument text": ["\n", " Since 1982, two years prior to the Uniform Drinking Age Act establishing an MLDA of 21, a decline of drunk driving fatalities occurred across all age groups and demographic categories, and therefore cannot be reliably attributed to MLDA 21. ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["Lowering MLDA from 21 to 18 would diminish the thrill of breaking the law to get a drink."], "Pro argument text": ["\n", " Normalizing alcohol consumption as something done responsibly in moderation will make drinking alcohol less of a taboo for young adults entering college and the workforce. ", " ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["MLDA 21 is largely ineffective because teens consume regardless."], "Pro argument text": ["\n", " According to the National Center on Addiction and Substance Abuse, underage drinking accounts for 17.5% ($22.5 billion) of consumer spending for alcohol in the United States. ", " The 2016 National Survey on Drug Use and Health reports that 24.8% of youth aged 14 or 15, 46.7% aged 16 or 17, and 68.3% aged 18 to 20, drink alcohol. ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["High non-compliance with MLDA 21 promotes general disrespect and non-compliance with other areas of US law."], "Pro argument text": ["\n", " MLDA 21 encourages young adults to acquire and use false identification documents to procure alcohol. In this era of national security concerns, including terrorism, illegal immigration, and other threats, it would be better to have fewer fake IDs in circulation and more respect for the law. ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["MLDA 21 enforcement is not a priority for many law enforcement agencies."], "Pro argument text": ["\n", " Police are inclined to ignore or under-enforce MLDA 21 because of resource limitations, statutory obstacles, perceptions that punishments are inadequate, and the time and effort required for processing and paperwork. An estimated two of every 1,000 occasions of illegal drinking by youth under 21 results in an arrest. ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["MLDA 21 is not statistically associated with lower rates of suicide, homicide, or vandalism."], "Pro argument text": ["\n", " In a 2002 meta-study of the legal drinking age and health and social problems, 72% of the studies found no statistically significant relationship despite claims that lowering the MLDA to 18 would increase suicide and criminal activities by adolescents. ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["Drinking alcohol is an enjoyable activity. "], "Pro argument text": ["\n", "18- to 20-year-old adults should not be denied that enjoyment when other pleasurable activities are legal at age 18. ", "\n", "\n", "\n"]},
{"Pro argument": ["Lowering MLDA 21 would reduce the number of underage people who are hurt from alcohol-related injuries or accidents due to fear of legal consequences if they sought medical attention. "], "Pro argument text": ["\n", " ", "\n", "\n", "\n"]},
{"Pro argument": ["State governments should have the right to establish a lower legal drinking age that reflects their unique demographics, legal context, and history."], "Pro argument text": ["\n", " The Uniform Drinking Act, which compelled states to set the legal drinking age at 21 by withholding ten percent of highway funding from states that kept the minimum legal drinking age at 18, is an example of federal government overreach into state affairs. Many states that were happy with their MLDA 18 bowed to federal pressure rather than lose millions in annual highway funds. ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["Lowering MLDA 21 would be good for the economy."], "Pro argument text": ["\n", " More people would legally be able to drink in bars, restaurants, and other licensed establishments. Revenue would increase for private business owners, and greater amounts of tax revenue would be collected by the government. ", "\n", "\n", "\n"]},
{"Con argument": ["Lowering MLDA 21 would be medically irresponsible."], "Con argument text": ["\n", " Alcohol consumption can interfere with development of the young adult brain's frontal lobes, essential for functions such as emotional regulation, planning, and organization. When alcohol consumption interferes with this early adult brain development, the potential for chronic problems such as greater vulnerability to addiction, dangerous risk-taking behavior, reduced decision-making ability, memory loss, depression, violence, and suicide is greater. ", " ", " ", " ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Lowering MLDA 21 to 18 will irresponsibly allow a greater segment of the population to drink alcohol in bars and nightclubs, which are not safe environments."], "Con argument text": ["\n", " 76% of bars have sold alcohol to obviously intoxicated patrons ", ", and about half of drivers arrested for driving while intoxicated (DWI) or killed as alcohol-involved drivers in traffic crashes did their drinking at licensed establishments ", " ", " ", ". Neighborhoods with higher densities of bars, nightclubs, and other alcohol-selling locations suffer more frequent assaults and other violent crimes. ", " ", " ", "\n", "\n", "\n"]},
{"Con argument": ["The right to drink should have a higher age of initiation because of the dangers posed by drinking."], "Con argument text": ["\n", " Many rights in the United States are conferred on citizens at age 21 or older. A person cannot legally purchase a handgun, gamble in a casino (in most states), or adopt a child until age 21, rent a car (for most companies) at age 25, or run for President until age 35. Drinking should be similarly restricted due to the responsibility required to self and others. ", " ", "\n", "\n", "\n"]},
{"Con argument": ["MLDA 21 reduces traffic accidents and fatalities."], "Con argument text": ["\n", " 100 of the 102 analyses (98%) in a meta-study of the legal drinking age and traffic accidents found higher legal drinking ages associated with lower rates of traffic accidents. ", " In the 30 years since MLDA 21 was introduced, drunk driving fatalities decreased by a third. ", " The National Highway Traffic Safety Administration (NHTSA) estimates that MLDA 21 has saved 31,417 lives from 1975-2016. ", " ", "\n", "\n", "\n"]},
{"Con argument": ["MLDA 21 reduces alcohol consumption and the number of underage drinkers."], "Con argument text": ["\n", " 87% of studies, according to a meta study on MLDA, found higher legal drinking ages associated with lower alcohol consumption. ", " Studies indicate that when the drinking age is 21, those younger than 21 drink less and continue to drink less through their early 20s, and that youth who do not drink until they are 21 tend to drink less as adults. ", " The number of 18-to-20 year-olds who report drinking alcohol in the past month has decreased from 59% in 1985 – one year after Congress passed the ", " – to 39% in 2016. ", " ", " ", "\n", "\n", "\n"]},
{"Con argument": ["MLDA 21 should not be lowered to mirror European drinking age limits because the rate of drinking among US teenagers is lower than most European countries."], "Con argument text": ["\n", " 20% of American youth aged 16-to-17 and 7.4% aged 14-to-15 report drinking alcohol in the past month compared to an average 38% of European youth aged 15-to-16 years. ", " ", " US teenagers aged 16-to-17 also show lower rates of binge drinking (12.6%) than do 15-to-16 year-olds from Europe (35%). ", " ", "\n", "\n", "\n"]},
{"Con argument": ["MLDA 18 is not a right. "], "Con argument text": ["\n", "A US district court ruled on Dec. 22, 1978 that MLDA 21 is \"reasonably related to a state objective of reducing highway crashes,\" and that MLDA 21 withstands a constitutional challenge on three key legal issues: (1) drinking alcohol is not a \"fundamental\" right guaranteed by the Constitution, (2) age is not inherently a \"suspect\" criteria for discrimination (in contrast to race or ethnicity, for example) and (3) using the drinking age to prevent highway crashes has a \"rational basis\" in available scientific evidence. ", " ", "\n", "\n", "\n"]},
{"Con argument": ["The American public overwhelmingly supports MLDA 21."], "Con argument text": ["\n", " A survey for the Center for Alcohol Policy found that 86% of Americans support the legal drinking age being set at 21. ", " Numerous state and national surveys dating from the 1970s (when states were raising the legal drinking age) through the present have shown overwhelming public support for MLDA 21. ", " ", " ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Lowering MLDA 21 would give high schoolers and even middle schoolers easier access to alcohol."], "Con argument text": ["\n", " Newly-legal drinkers often purchase alcohol for their underage peers, creating a \"trickle-down\" effect. ", " Surveys show that the most common source of alcohol among 18- to 20-year olds is their 21- to 24-year-old peers. ", " ", "\n", "\n", "\n"]},
{"Con argument": ["MLDA 21 helps prevent underage binge drinking."], "Con argument text": ["\n", " Binge drinking peaks among 21- to 25-year-olds at 45.4%, while the binge drinking rates of those aged 12-13, 14-15, 16-17, and 18-20 are 0.3%, 3.7%, 10.2%, and 26.2% respectively. ", " ", "\n", "\n", "\n"]},
{"Con argument": ["MLDA 21 exerts valuable social pressure on potential underage drinkers and those who may serve them."], "Con argument text": ["\n", " Youth may choose not to drink, or to drink less often, because of decreased social acceptability or increased risks from parental or legal authorities. Older youth and adults may furnish alcoholic beverages to minors less frequently, and licensed alcohol outlets may sell to minors less frequently, because of their perceptions that it is illegal, morally wrong, or because they might be caught. ", " ", "\n", "\n", "\n"]},
{"Con argument": ["The MLDA should stay at 21 because people tend to be more mature and responsible at 21 than 18."], "Con argument text": ["\n", " 18-year-olds are typically entering a new phase of independence from their parents through college or the workforce, and are more susceptible to binge drinking, risky sexual activity, and other irresponsible behavior due to lack of maturity. ", "\n", "\n", "\n"]},
{"Con argument": ["Lowering the drinking age will invite more use of illicit drugs among 18-21 year olds."], "Con argument text": ["\n", " A peer-reviewed study from the Journal of Studies of Alcohol and Drugs found that the younger a person begins to drink alcohol the more likely it is that they will use other illicit drugs. ", " Lowering MLDA 21 would increase the number of teens who drink and therefore the number of teens who use other drugs. ", " ", " ", "\n", "\n", "\n"]}
]