[
{"Title": "Gay Marriage - ProCon.org"},
{"Pro argument": ["Denying some people the option to marry is discriminatory and creates a second class of citizens. "], "Pro argument text": ["\n", "On July 25, 2014 Miami-Dade County Circuit Court Judge Sarah Zabel ruled Florida's gay marriage ban unconstitutional and stated that the ban \"serves only to hurt, to discriminate, to deprive same-sex couples and their families of equal dignity, to label and treat them as second-class citizens, and to deem them unworthy of participation in one of the fundamental institutions of our society.\" ", " Christine Gregoire, former Washington governor, said in Jan. 2012: \"Throughout our history, we have fought discrimination. We have joined together to recognize equality for racial minorities, women, people with disabilities, immigrants... [Legalizing gay marriage] is the right thing to do and it is time.\" ", " US Seventh Circuit Court of Appeals Judge Richard Posner, in overturning same-sex marriage bans in Wisconsin and Indiana in Sep. 2014, wrote that the bans \"discriminate against a minority defined by an immutable characteristic.\" ", " As well as discrimination based on sexual orientation, gay marriage bans discriminate based on one's sex. As explained by David S. Cohen, JD, Associate Professor at the Drexel University School of Law, \"Imagine three people—Nancy, Bill, and Tom... Nancy, a woman, can marry Tom, but Bill, a man, cannot... Nancy can do something (marry Tom) that Bill cannot, simply because Nancy is a woman and Bill is a man.\" ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["Same-sex couples should have access to the same benefits enjoyed by heterosexual married couples. "], "Pro argument text": ["\n", "There are 1,138 benefits, rights and protections available to married couples in federal law alone, according to a General Accounting Office assessment made in 2004. ", " Benefits only available to married couples include hospital visitation during an illness, the option of filing a joint tax return to reduce a tax burden, access to family health coverage, US residency and family unification for partners from another country, and bereavement leave and inheritance rights if a partner dies. ", " ", " Married couples also have access to protections if the relationship ends, such as child custody, spousal or child support, and an equitable division of property.", " Married couples in the US armed forces are offered health insurance and other benefits unavailable to domestic partners. ", " The Internal Revenue Service (IRS) and the US Department of Labor also recognize married couples, for the purpose of granting tax, retirement and health insurance benefits. ", " The US federal government does not grant equivalent benefits to gay couples in civil unions or domestic partnerships. ", " ", " An Oct. 2, 2009 analysis by the New York Times estimated that same-sex couples denied marriage benefits will incur an additional $41,196 to $467,562 in expenses over their lifetimes compared with married heterosexual couples. ", " A Jan. 2014 analysis published by the Atlantic concluded that unmarried women pay up to one million dollars more over their lifetimes than married women for healthcare, taxes, and other expenses. ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["The concept of \"traditional marriage\" has changed over time, and the definition of marriage as always being between one man and one woman is historically inaccurate. "], "Pro argument text": ["\n", "Harvard University historian Nancy F. Cott stated that until two centuries ago, \"monogamous households were a tiny, tiny portion\" of the world's population, and were found only in \"Western Europe and little settlements in North America.\" Polygamy has been widespread throughout history, according to Brown University political scientist Rose McDermott, PhD. ", " ", " Interracial marriage was once illegal in a majority of US states, and was still banned in half of US states until the 1950s. ", " Official unions between same-sex couples, indistinguishable from marriages except for gender, are believed by some scholars to have been common until the 13th Century in many countries, with the ceremonies performed in churches and the union sealed with a kiss between the two parties. ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["Gay marriage is protected by the US Constitution's commitments to liberty and equality. "], "Pro argument text": ["\n", "The US Supreme Court ruled 7-2 in the 1974 case Cleveland Board of Education v. LaFleur that the \"freedom of personal choice in matters of marriage and family life is one of the liberties protected by the Due Process Clause.\" US District Judge Vaughn Walker wrote on Aug. 4, 2010 that Prop. 8 in California banning gay marriage was \"unconstitutional under both the Due Process and Equal Protection Clauses.\" ", " The Due Process Clause in both the Fifth and 14th Amendments of the US Constitution states that no person shall be \"deprived of life, liberty, or property, without due process of law.\" ", " The Equal Protection Clause in the 14th Amendment states that no state shall \"deny to any person within its jurisdiction the equal protection of the laws.\" ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["Marriage is an internationally recognized human right for all people. "], "Pro argument text": ["\n", "Since 1888 the US Supreme Court has declared 14 times that marriage is a fundamental right for all, according to the American Foundation for Equal Rights. ", " Article 16 of the Universal Declaration of Human Rights guarantees \"men and women of full age, without any limitation due to race, nationality or religion... the right to marry and to found a family. They are entitled to equal rights as to marriage, during marriage and at its dissolution.\" ", " Amnesty International states that \"this non-discrimination principle has been interpreted by UN treaty bodies and numerous inter-governmental human rights bodies as prohibiting discrimination based on gender or sexual orientation. Non-discrimination on grounds of sexual orientation has therefore become an internationally recognized principle.\" ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["Same-sex marriage is a civil right. "], "Pro argument text": ["\n", "The NAACP (National Association for the Advancement of Colored People), on May 21, 2012, named same-sex marriage as \"one of the key civil rights struggles of our time.\" ", " In 1967 the US Supreme Court unanimously confirmed in Loving v. Virginia that marriage is \"one of the basic civil rights of man.\" ", " The White House website lists same-sex marriage amongst a selection of civil rights, along with freedom from employment discrimination, equal pay for women, and fair sentencing for minority criminals. ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["Marriage is not only for procreation, otherwise infertile couples or couples not wishing to have children would be prevented from marrying. "], "Pro argument text": ["\n", "Ability or desire to create offspring has never been a qualification for marriage. From 1970 through 2012 roughly 30% of all US households were married couples without children, and in 2012, married couples without children outnumbered married couples with children by 9%. ", " 6% of married women aged 15-44 are infertile, according to the US Centers for Disease Control and Prevention. ", " In a 2010 Pew Research Center survey, both married and unmarried people rated love, commitment, and companionship higher than having children as \"very important\" reasons to get married, and only 44% of unmarried people and 59% of married people rated having children as a very important reason. ", " Several US presidents never had their own biological children, including George Washington, often referred to as \"the Father of Our Country.\" ", " ", " As US Supreme Court Justice Elena Kagan noted, a marriage license would be granted to a couple in which the man and woman are both over the age of 55, even though \"there are not a lot of children coming out of that marriage.\" ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["Gay marriages can bring financial gain to federal, state, and local governments and can help boost the economy. "], "Pro argument text": ["\n", "Government revenue from marriage comes from marriage licenses, higher income taxes in some circumstances (the so-called \"marriage penalty\"), and decreases in costs for state benefit programs. ", " In July 2012 New York City Mayor Michael Bloomberg announced that gay marriage had contributed $259 million to the city's economy since the practice became legal there in July 2011. ", " In 2012, the Williams Institute at the University of California at Los Angeles (UCLA) found that in the first five years after Massachusetts legalized gay marriage in 2004, same-sex wedding expenditures (such as venue rental, wedding cakes, etc.) added $111 million to the state's economy. ", " A 2014 series of reports also by the Williams Institute estimated that legalizing same-sex marriage would boost the economies of the 11 US states studied by a total of $723 million over three years. ", " The Congressional Budget Office estimated in 2004 that federally-recognized gay marriage would cut the budget deficit by around $450 million a year. ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["Gay couples make good parents. "], "Pro argument text": ["\n", "A June 2014 peer-reviewed University of Melbourne study showed that children raised by same-sex parents score about six percent higher than the general population on measures of general health and family cohesion. ", " A study published in Pediatrics on June 7, 2010 found that children of lesbian mothers were rated higher than children of heterosexual parents in social and academic competence and had fewer social problems. ", " A July 2010 study found that children of gay fathers were \"as well-adjusted as those adopted by heterosexual parents.\" ", " As former Washington Post columnist Ezra Klein wrote, \"We should be begging gay couples to adopt children. We should see this as a great boon that gay marriage could bring to kids who need nothing more than two loving parents.\" ", " In the United States, around 115,000 children are waiting to be adopted. ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["Gay marriage bans cause humiliation and uncertainty for children being raised by same-sex couples. "], "Pro argument text": ["\n", "In ruling Texas' gay marriage ban unconstitutional, San Antonio-based federal judge Orlando Garcia stated that the ban \"causes needless stigmatization and humiliation for children being raised by the loving same-sex couples being targeted.\" ", " Children of unmarried same-sex couples are denied the stability that comes with having married parents, including the guarantee of child support in the case of divorce and an automatic legal connection to both parents. ", " If no legal relationship is established, the child cannot be sure of receiving financial support from the non-biologically related partner, and is not guaranteed an inheritance if that partner dies without leaving a will. ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["Marriage provides both physical and psychological health benefits, and banning gay marriage increases rates of psychological disorders. "], "Pro argument text": ["\n", " The American Psychological Association, American Psychiatric Association, and others wrote in a Sep. 2007 amicus brief, \"...allowing same-sex couples to marry would give them access to the social support that already facilitates and strengthens heterosexual marriages, with all of the psychological and physical health benefits associated with that support.\" ", " A 2012 study by researchers from UCLA, San Francisco State University, and the University of Massachusetts at Amherst found that same-sex married couples were \"significantly less distressed than lesbian, gay, and bisexual persons not in a legally recognized relationship.\" ", " A 2010 analysis published in the American Journal of Public Health found that after their states had banned gay marriage, gay, lesbian and bisexual people suffered a 37% increase in mood disorders, a 42% increase in alcohol-use disorders, and a 248% increase in generalized anxiety disorders. ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["Legalizing gay marriage will not harm the institution of marriage, and same-sex marriages may even be more stable than heterosexual marriages. "], "Pro argument text": ["\n", "A study published on Apr. 13, 2009 in Social Science Quarterly found that \"[l]aws permitting same-sex marriage or civil unions have no adverse effect on marriage, divorce, and abortion rates, [or] the percent of children born out of wedlock.\" ", " A Nov. 2011 study by UCLA's Williams Institute reported that the rate at which legally recognized same-sex couples (in marriages or civil unions, etc.) end their relationships is 1.1% on average, while 2% of married different-sex couples divorce annually. ", " The Executive Board of the American Anthropological Association found that more than a century of research has shown \"no support whatsoever for the view that either civilization or viable social orders depend upon marriage as an exclusively heterosexual institution. Rather, anthropological research supports the conclusion that a vast array of family types, including families built upon same-sex partnerships, can contribute to stable and humane societies.\" ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["Gay marriage legalization is correlated with lower divorce rates, while gay marriage bans are correlated with higher divorce rates. "], "Pro argument text": ["\n", "Massachusetts, which became the first US state to legalize gay marriage in 2004, had the lowest divorce rate in the country in 2008. Its divorce rate declined 21% between 2003 and 2008. Alaska, which altered its constitution to prohibit gay marriage in 1998, saw a 17.2% increase in its divorce rate over the same period. The seven states with the highest divorce rates between 2003 and 2008 all had constitutional prohibitions to gay marriage. ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["Legal marriage is a secular institution that should not be limited by religious objections to same-sex marriage. "], "Pro argument text": ["\n", "Religious institutions can decline to marry gay and lesbian couples if they wish, but they should not dictate marriage laws for society at large. As explained by People for the American Way, \"As a legal matter, marriage is a civil institution... Marriage is also a religious institution, defined differently by different faiths and congregations. In America, the distinction can get blurry because states permit clergy to carry out both religious and civil marriage in a single ceremony. Religious Right leaders have exploited that confusion by claiming that granting same-sex couples equal access to civil marriage would somehow also redefine the religious institution of marriage... this is grounded in falsehood and deception.\" ", " Nancy Cott, PhD, testified in Perry v. Schwarzenegger that \"[c]ivil law has always been supreme in defining and regulating marriage.\" ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["Many religious leaders and churches support gay marriage and say it is consistent with scripture. "], "Pro argument text": ["\n", "Gene Robinson, openly gay former Bishop of the Episcopal Diocese of New Hampshire, stated in Sep. 2012: \"Scripture says where love is, there is God also. And they [religious people] see that love in our families, and I think people can't help but be supportive.\" ", " Lee Jefferson, Assistant Professor of Religion at Centre College, wrote that the Bible makes no mention of same-sex marriage at all, nor does it make reference to sexual orientation as it is understood today. ", " Reform Judaism, which comprises about 80% of the American Jewish population, endorses same-sex marriage, and the Central Conference of American Rabbis has supported gay marriage since 1996. ", " The Episcopal Church stated in Resolution A095, made in 2006, that it \"oppose[s] any state or federal constitutional amendment that prohibits same-sex civil marriage or civil unions.\" The Presbyterian Church (USA) voted in June 2014 to allow its pastors to marry same-sex couples. The United Church of Christ General Synod voted in July 2005 to affirm \"equal marriage rights for couples regardless of gender.\" The 1996 General Assembly of the Unitarian Universalist Association adopted \"a position in support of legal recognition for marriage between members of the same sex.\" ", " ", "\n", "\n", "\n"]},
{"Con argument": ["The institution of marriage has traditionally been defined as being between a man and a woman. "], "Con argument text": ["\n", "In upholding gay marriage bans in Kentucky, Michigan, Ohio and Tennessee on Nov. 6, 2014, 6th US District Court of Appeals Judge Jeffrey S. Sutton wrote that \"marriage has long been a social institution defined by relationships between men and women. So long defined, the tradition is measured in millennia, not centuries or decades. So widely shared, the tradition until recently had been adopted by all governments and major religions of the world.\" ", " In the Oct. 15, 1971 decision Baker v. Nelson, the Supreme Court of Minnesota found that \"the institution of marriage as a union of man and woman, uniquely involving the procreation and rearing of children within a family, is as old as the book of Genesis.\" ", " John F. Harvey, MA, STL, late Catholic priest, wrote in July 2009 that \"Throughout the history of the human race the institution of marriage has been understood as the complete spiritual and bodily communion of one man and one woman.\" ", " ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Marriage is for procreation and should not be extended to same-sex couples because they cannot produce children together. "], "Con argument text": ["\n", "Allowing gay marriage would only further shift the purpose of marriage from producing and raising children to adult gratification. ", " A California Supreme Court ruling from 1859 stated that \"the first purpose of matrimony, by the laws of nature and society, is procreation.\" ", " Nobel Prize-winning philosopher Bertrand Russell stated that \"it is through children alone that sexual relations become important to society, and worthy to be taken cognizance of by a legal institution.\" ", " Court papers filed in July 2014 by attorneys defending Arizona's gay marriage ban stated that \"the State regulates marriage for the primary purpose of channeling potentially procreative sexual relationships into enduring unions for the sake of joining children to both their mother and their father... Same-sex couples can never provide a child with both her biological mother and her biological father.\" Contrary to the pro gay marriage argument that some different-sex couples cannot have children or don't want them, even in those cases there is still the potential to produce children. Seemingly infertile heterosexual couples sometimes produce children, and medical advances may allow others to procreate in the future. Heterosexual couples who do not wish to have children are still biologically capable of having them, and may change their minds. ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Children need both a mother and a father. "], "Con argument text": ["\n", "Girls who are raised apart from their fathers are reportedly at higher risk for early sexual activity and teenage pregnancy. ", " Children without a mother are deprived of the emotional security and unique advice that mothers provide. A 2012 study by Mark Regnerus, PhD, Associate Professor of Sociology at the University of Texas at Austin, found that children raised by parents who had same-sex relationships suffered more difficulties in life (including sexual abuse and unemployment in later life) than children raised by \"intact biological famil[ies].\" ", " Doug Mainwaring, the openly gay co-founder of National Capital Tea Party Patriots, stated that \"it became increasingly apparent to me, even if I found somebody else exactly like me, who loved my kids as much as I do, there would still be a gaping hole in their lives because they need a mom... I don't want to see children being engineered for same-sex couples where there is either a mom missing or a dad missing.\" ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Legalizing gay marriage could lead down a \"slippery slope,\" giving people in polygamous, incestuous, bestial, and other nontraditional relationships the right to marry. "], "Con argument text": ["\n", " Glen Lavy, JD, senior counsel with the Alliance Defense Fund, argued in a May 21, 2008 Los Angeles Times op-ed, \"The movement for polygamy and polyamory is poised to use the successes of same-sex couples as a springboard for further de-institutionalizing marriage.\" ", " In Apr. 2013 Slate writer Jillian Keenan wrote: \"Just like heterosexual marriage is no better or worse than homosexual marriage, marriage between two consenting adults is not inherently more or less 'correct' than marriage among three (or four, or six) consenting adults.\" ", " James C. Dobson, Founder and Chairman of Focus on the Family, predicted in 2005 that legalizing same-sex marriage will enable \"group marriage,\" \"marriage between daddies and little girls,\" and \"marriage between a man and his donkey.\" ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Allowing gay couples to wed could further weaken the institution of marriage. "], "Con argument text": ["\n", "Traditional marriage is already threatened with high divorce rates (between 40% and 50%), and 40.7% of babies were born to unmarried mothers in 2012. ", " ", " ", " Former US Senator (R-PA) and presidential candidate Rick Santorum stated that \"Legalization of gay marriage would further undermine an institution that is essential to the well-being of children and our society. Do we need to confuse future generations of Americans even more about the role and importance of an institution that is so critical to the stability of our country?\" ", " Ryan T. Anderson, William E. Simon Fellow in Religion and a Free Society at The Heritage Foundation, said \"In recent decades, marriage has been weakened by a revisionist view that is more about adults’ desires than children’s needs... Redefining marriage to include same-sex relationships is the culmination of this revisionism, and it would leave emotional intensity as the only thing that sets marriage apart from other bonds.\" ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Homosexuality is immoral and unnatural. "], "Con argument text": ["\n", "J. Matt Barber, Associate Dean for Online Programs at Liberty University School of Law, stated that \"Every individual engaged in the homosexual lifestyle, who has adopted a homosexual identity, they know, intuitively, that what they're doing is immoral, unnatural, and self-destructive, yet they thirst for that affirmation.\" A 2003 set of guidelines signed by Pope John Paul II stated: \"There are absolutely no grounds for considering homosexual unions to be in any way similar or even remotely analogous to God's plan for marriage and family... Marriage is holy, while homosexual acts go against the natural moral law.\" ", " Former Arkansas governor and Republican presidential candidate Mike Huckabee stated in Oct. 2014 that gay marriage is \"inconsistent with nature and nature’s law.\" ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Gay marriage is contrary to the word of God and is incompatible with the beliefs, sacred texts, and traditions of many religious groups. "], "Con argument text": ["\n", "The Bible, in Leviticus 18:22, states: \"Thou shalt not lie with mankind, as with womankind: it is abomination,\" thus condemning homosexual relationships. ", " In Islamic tradition, several hadiths (passages attributed to the Prophet Muhammad) condemn gay and lesbian relationships, including the sayings \"When a man mounts another man, the throne of God shakes,\" and \"Sihaq [lesbian sex] of women is zina [illegitimate sexual intercourse].\" ", " The Catholic Church, United Methodist Church, Southern Baptist Convention, Church of Jesus Christ of Latter-day Saints, National Association of Evangelicals, and American Baptist Churches USA all oppose same-sex marriage. ", " Two orthodox Jewish groups, the Orthodox Agudath Israel of America and the Orthodox Union, also oppose gay marriage, as does mainstream Islam. ", " According to a July 31, 2003 statement from the Congregation for the Doctrine of the Faith and approved by Pope John Paul II, marriage \"was established by the Creator with its own nature, essential properties and purpose. No ideology can erase from the human spirit the certainty that marriage exists solely between a man and a woman…\" ", " Pope Benedict stated in Jan. 2012 that gay marriage threatened \"the future of humanity itself.\" ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Legalizing gay marriage often leads to an end to domestic partnership benefits for gay and straight couples, which disadvantages couples who choose not to get married. "], "Con argument text": ["\n", "Maryland ended health insurance benefits for new domestic partnerships after same-sex marriage became legal in the state in 2013. ", " The state of Washington automatically converted domestic partnerships to marriages when they legalized gay marriage in 2012, providing no option to retain domestic partnerships or civil unions unless one partner is at least 62 years old. ", " The US Defense Department announced in Aug. 2013 that it would grant health insurance and other benefits to same-sex married partners of US troops, but that domestic partners would no longer be granted the same benefits. ", " The Internal Revenue Service (IRS) and the US Department of Labor recognized same-sex married couples for the purpose of granting tax, retirement, and health insurance benefits after the US Supreme Court declared part of the Defense of Marriage Act (DOMA) unconstitutional in 2013, but they did not include domestic partnerships or civil unions. ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Gay marriage will accelerate the assimilation of gays into mainstream heterosexual culture to the detriment of the homosexual community. "], "Con argument text": ["\n", "The gay community has created its own vibrant culture. By reducing the differences in opportunities and experiences between gay and heterosexual people, this unique culture may cease to exist. Lesbian activist M.V. Lee Badgett, PhD, Director of the Center for Public Policy and Administration at the University of Massachusetts at Amherst, stated that for many gay activists \"marriage means adopting heterosexual forms of family and giving up distinctively gay family forms and perhaps even gay and lesbian culture.\" ", " Paula Ettelbrick, JD, Professor of Law and Women's Studies, wrote in 1989, \"Marriage runs contrary to two of the primary goals of the lesbian and gay movement: the affirmation of gay identity and culture and the validation of many forms of relationships.\" ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Marriage is an outmoded, oppressive institution that should be weakened, not expanded. "], "Con argument text": ["\n", "LGBT (lesbian, gay, bisexual, and transgender) activist collective Against Equality states that \"Gay marriage apes hetero privilege... [and] increases economic inequality by perpetuating a system which deems married beings more worthy of the basics like health care and economic rights.\" ", " The leaders of the Gay Liberation Front in New York said in July 1969, \"We expose the institution of marriage as one of the most insidious and basic sustainers of the system. The family is the microcosm of oppression.\" ", "Self-described queer activist Anders Zanichkowsky stated in June 2013 that the campaign for gay marriage \"intentionally and maliciously erases and excludes so many queer people and cultures, particularly trans and gender non-conforming people, poor queer people, and queer people in non-traditional families... marriage thinks non-married people are deviant and not truly deserving of civil rights.\" ", " ", "\n", "\n", "\n"]},
{"Con argument": ["People should not have their tax dollars used to support something they believe is wrong. "], "Con argument text": ["\n", "Peter S. Sprigg, MDiv, Senior Fellow for Policy Studies at the Family Research Council, said that if gay marriage were legalized, \"[t]axpayers, consumers, and businesses would be forced to subsidize homosexual relationships... One of the key arguments often heard in support of homosexual civil marriage revolves around all the government 'benefits' that homosexuals claim they are denied. Many of these 'benefits' involve one thing–taxpayer money that homosexuals are eager to get their hands on.\" ", " Gay marriage would entitle gay couples to typical marriage benefits including claiming a tax exemption for a spouse, receiving social security payments from a deceased spouse, and coverage by a spouse’s health insurance policy, largely at taxpayers' expense. On Dec. 17, 2009 the Congressional Budget Office estimated that the cost to the federal government of extending employment benefits to same-sex domestic partners of certain federal employees (making no mention of additional costs such as Social Security and inheritance taxes) would be $596 million in mandatory spending and $302 million in discretionary spending between 2010 and 2019. ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Marriage is a privilege, not a right. "], "Con argument text": ["\n", "The US Constitution contains no explicit right to marry. ", " The European Court of Human Rights ruled on June 24, 2010 that the state has a valid interest in protecting the traditional definition of marriage, and stated that the Convention for the Protection of Human Rights and Fundamental Freedoms \"enshrined the traditional concept of marriage as being between a man and a woman.\" ", " Society can choose not to allow same-sex couples to marry, just as it does not allow a person to marry more than one partner or allow minors or close relatives to marry. ", " Matthew D. Staver, JD, Dean of the Liberty University School of Law, explained: \"The unifying characteristics of the protected classes within the Civil Rights Act of 1964 include (1) a history of longstanding, widespread discrimination, (2) economic disadvantage, and (3) immutable characteristics... 'Sexual orientation' does not meet any of the three objective criteria shared by the historically protected civil rights categories.\" ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Legalizing gay marriage advances the \"homosexual agenda\" and unfairly paints opponents as bigots. "], "Con argument text": ["\n", "The Illinois Family Institute states that if gay marriage is legalized, \"Children will be taught that homosexuality is morally equivalent to heterosexuality... that children do not have any inherent rights to know and be raised by a mother and a father... [and] that opposition to the legalization of 'same-sex marriage' was equivalent to opposition to the legalization of interracial marriage. They will be taught that opposition to both was motivated by ignorance and hatred.\" ", " Lou Sheldon, Founder of the Traditional Values Coalition, warned of the influence on children of the \"homosexual agenda,\" writing that \"[o]ur little children are being targeted by the homosexuals and liberals... To be brainwashed to think that homosexuality is the moral equivalent of heterosexuality. We can't let that happen.\" ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Civil unions and domestic partnerships can provide the protections and benefits gay couples need without changing the definition of marriage. "], "Con argument text": ["\n", "Privileges available to couples in civil unions and domestic partnerships can include health insurance benefits, inheritance without a will, the ability to file state taxes jointly, and hospital visitation rights. ", " 2016 presidential candidate and former Hewlett-Packard CEO Carly Fiorina stated that civil unions are adequate as an equivalent to marriage for same-sex couples: \"Benefits are being bestowed to gay couples [in civil unions]... I believe we need to respect those who believe that the word marriage has a spiritual foundation... Why can't we respect and tolerate that while at the same time saying government cannot bestow benefits unequally.\" ", " 43rd US President George W. Bush expressed his support for same-sex civil unions while in office: \"I don't think we should deny people rights to a civil union, a legal arrangement, if that's what a state chooses to do so... I strongly believe that marriage ought to be defined as between a union between a man and a woman. Now, having said that, states ought to be able to have the right to pass laws that enable people to be able to have rights like others.\" ", " ", "\n", "\n", "\n"]}
]