[
{"Title": "Right to Health Care ProCon.org"},
{"Pro argument": ["The founding documents of the United States provide support for a right to health care. "], "Pro argument text": ["\n", "The Declaration of Independence states that all men have \"unalienable Rights, that among these are Life, Liberty and the pursuit of Happiness,\" ", " which necessarily entails having the health care needed to preserve life and pursue happiness. The purpose of the US Constitution, as stated in the Preamble, is to \"promote the general welfare\" of the people. ", " According to former Congressman Dennis Kucinich (D-OH), as part of efforts to \"promote the general welfare,\" health care \"is a legitimate function of government.\" "]},
{"Pro argument": ["Instituting a right to health care could lower the cost of health care in the United States. "], "Pro argument text": ["\n", "According to a 2013 study, under a single-payer system, in which all citizens are guaranteed a right to health care, total public and private health care spending could be lowered by $592 billion in 2014 and up to $1.8 trillion over the next decade due to lowered administrative and prescription drug costs. ", " According to the American Medical Association, on average, private health insurance plans spend 11.7% of premiums on administrative costs vs. 6.3% spent by public health programs. ", " According to a study in the ", ", Canada, a country that provides a universal right to health care, spends half as much per capita on health care as the United States. ", " In 2010 the United Kingdom, another country with a right to health care, managed to provide health care to all citizens while spending just 41.5% of what the United States did per capita. "]},
{"Pro argument": ["A right to health care could save lives. "], "Pro argument text": ["\n", "According to a 2009 study from Harvard researchers, \"lack of health insurance is associated with as many as 44,789 deaths per year,\" which translates into a 40% increased risk of death among the uninsured. ", " Another study found that more than 13,000 deaths occur each year just in the 55-64 year old age group due to lack of health insurance coverage. ", " In addition, a 2011 Commonweath Fund study found that due to a lack of timely and effective health care, the United States ranked at the bottom of a list of 16 rich nations in terms of preventable mortality. ", " In Italy, Spain, France, Australia, Israel, and Norway, all countries with a right to health care, people live two to three years longer than people in the United States. "]},
{"Pro argument": ["The right to health care is an internationally recognized human right. "], "Pro argument text": ["\n", "On Dec. 10, 1948 the United States and 47 other nations signed the United Nations Universal Declaration of Human Rights. The document stated that \"everyone has the right to a standard of living adequate for the health and well-being of oneself and one's family, including... medical care.\" ", " In 2005 the United States and the other member states of the World Health Organization signed World Health Assembly resolution 58.33, which stated that everyone should have access to health care services and should not suffer financial hardship when obtaining these services. ", " According to a 2008 peer-reviewed study in the ", ", \"[r]ight-to-health features are not just good management, justice, or humanitarianism, they are obligations under human-rights law.\" ", " The United States and Mexico are the only countries of the 34 members of the Organization for Economic Co-operation and Development (OECD) that do not have universal health care. ", " As of 2013 over half of the world's countries had a right to health care in their national constitutions. "]},
{"Pro argument": ["A right to health care could make medical services affordable for everyone. "], "Pro argument text": ["\n", "According to a 2012 study from ", ", paying for health care is the top financial problem for US households. ", " According to a peer-reviewed study in ", ", between 2003 and 2013, the cost of family health insurance premiums has increased 80% in the United States. ", " According to the Kaiser Family Foundation, 26% of Americans report that they or a family member had trouble paying for medical bills in 2012, and 58% reported that they delayed or did not seek medical care due to cost. ", " According to one estimate of a proposed bill to implement a single-payer health care system in the United States (HR 676), 95% of US households would save money ", " and every individual in the United States would receive guaranteed access to publically financed medical care. "]},
{"Pro argument": ["Providing all citizens the right to health care is good for economic productivity. "], "Pro argument text": ["\n", "When people have access to health care, they live healthier lives and miss work less, allowing them to contribute more to the economy. A Mar. 2012 study by researchers at the Universities of Colorado and Pennsylvania showed that workers with health insurance miss an average of 4.7 fewer work days than employees without health insurance. ", " According to an Institute of Medicine report, the US economy loses $65-$130 billion annually as a result of diminished worker productivity, due to poor health and premature deaths, among the uninsured. ", " In a Jan. 14, 2014 speech, World Bank President Jim Yong Kim stated that all nations should provide a right to health care \"to help foster economic growth.\" "]},
{"Pro argument": ["A right to health care could improve public health. "], "Pro argument text": ["\n", "According to a 2012 study in the ", " that looked at data from over 100 countries, \"evidence suggests that broader health coverage generally leads to better access to necessary care and improved population health, particularly for poor people.” ", " In the United States, people are 33% less likely to have a regular doctor, 25% more likely to have unmet health needs, and over 50% more likely to not obtain needed medicines compared to their Canadian counterparts who have a universal right to healthcare. ", " According to a 2008 peer-reviewed study in the ", ", there were 11.4 million uninsured working-age Americans with chronic conditions such as heart disease and diabetes, and their lack of insurance was associated with less access to care, early disability, and even death. "]},
{"Pro argument": ["Because the United States is a very wealthy country, it should provide health care for all its citizens. "], "Pro argument text": ["\n", "Many European countries with a universal right to health care, such as Germany, France, the United Kingdom, and Italy, have a lower Gross Domestic Product (GDP) per capita than the United States, ", " yet they provide a right to health care for all their citizens. As of 2012, 47.9 million people (15.4% of the US population) did not have health insurance ", " and, according to a June 2013 study, even with the Obamacare reforms as many as 31 million people will still be uninsured in 2016. ", " The United States spent $8,508 per person on health care in 2011, over 2.5 times the average spent by member countries of the OECD ($3,322 per person). ", " With that level of spending, the United States should be able to provide a right to healthcare to everyone."]},
{"Pro argument": ["Providing a right to health care could benefit private businesses. "], "Pro argument text": ["\n", "If the United States implemented a universal right to health care, businesses would no longer have to pay for employee health insurance policies. As of 2011, 59.5% of Americans were receiving health insurance through their employer. ", " According to the Council on Foreign Relations, some economists believe the high costs of employee health insurance place US companies at a \"competitive disadvantage in the international marketplace.\" ", " According to the Business Coalition for Single-Payer Healthcare, a right to healthcare under a single-payer-system could reduce employer labor costs by 10-12%. "]},
{"Pro argument": ["A right to health care could encourage entrepreneurship. "], "Pro argument text": ["\n", "Many people are afraid to start their own businesses for fear of losing the health insurance provided at their existing jobs. The Kauffman-RAND Institute for Entrepreneurship Public Policy estimated that a 33% increase in new US businesses may result from the increased access to health insurance through the Obamacare health insurance exchanges. ", " A 2001 study found that providing universal health care in the United States could increase self-employment by 2 to 3.5 percent. "]},
{"Pro argument": ["A right to health care could stop medical bankruptcies. "], "Pro argument text": ["\n", "About 62% of all US bankruptcies were related to medical expenses in 2007, ", " and 78% of these bankruptcies were filed by people who already had medical insurance. ", " In 2010, there were 30 million Americans who were contacted by a collection agency about a medical bill. ", " If all US citizens were provided health care under a single-payer system medical bankruptcy would no longer exist, because the government, not private citizens, would pay all medical bills."]},
{"Pro argument": ["A right to health care is a necessary foundation of a just society. "], "Pro argument text": ["\n", "The United States already provides free public education, public law enforcement, public road maintenance, and other public services to its citizens to promote a just society that is fair to everyone. Health care should be added to this list. Late US Senator Ted Kennedy (D-MA) wrote that providing a right to health care \"goes to the heart of my belief in a just society.\" ", " According to Norman Daniels, PhD, Professor of Ethics and Population Health at Harvard University, \"healthcare preserves for people the ability to participate in the political, social, and economic life of society. It sustains them as fully participating citizens.\" "]},
{"Con argument": ["The founding documents of the United States do not provide support for a right to health care. "], "Con argument text": ["\n", "Nowhere in the Declaration of Independence does it say there is a right to health care. ", " The purpose of the US Constitution, as stated in the Preamble, is to \"promote the general welfare,\" not to provide it. The Bill of Rights lists a number of personal freedoms that the government cannot infringe upon, not material goods or services that the government must provide. ", " According to former Congressman Ron Paul (R-TX), \"you have a right to your life and you have a right to your liberty and you have a right to keep what you earn in a free country... You do not have the right to services or things.\" "]},
{"Con argument": ["A right to health care could increase the US debt and deficit. "], "Con argument text": ["\n", "Spending on Medicare, Medicaid, and the Children's Health Insurance Program, all government programs that provide a right to health care for certain segments of the population, totaled less than 10% of the federal budget in 1985, but by 2012 these programs took up 21% of the federal budget. ", " According to US House Budget Committee Chairman Paul Ryan (R-WI), government health care programs are \"driving the explosive growth in our spending and our debt.\" ", " Studies have concluded that the expansion of insurance coverage under Obamacare will increase the federal deficit by $340-$700 billion in the first 10 years, ", " and could increase the deficit to $1.5 trillion in the second 10 years. ", " Even with these expenditures, the Congressional Budget Office (CBO) estimates Obamacare will leave 30 million people without health insurance. ", " If everyone in the US were covered under a universal right to health care, the increase in the federal deficit could be even larger than under Obamacare."]},
{"Con argument": ["A right to health care could increase the wait time for medical services. "], "Con argument text": ["\n", "Medicaid is an example of a federally funded single-payer health care system that provides a right to health care for low-income people. According to a 2012 Government Accountability Office (GAO) report, 9.4% of Medicaid beneficiaries had trouble obtaining necessary care due to long wait times, versus 4.2% of people with private health insurance. ", " Countries with a universal right to health care have longer wait times than in the United States. In 2013 the average wait time to see a specialist in Canada was 8.6 weeks, ", " versus 18.5 days in the United States in 2014. ", " In the United States, fewer than 10% of patients wait more than two months to see a specialist versus 41% in Canada, 34% in Norway, 31% in Sweden, and 28% in France – all countries that have some form of a universal right to health care. "]},
{"Con argument": ["Implementing a right to health care could lead the United States towards socialism. "], "Con argument text": ["\n", "Socialism, by definition, entails government control of the distribution of goods and services. ", " Under a single-payer system where everyone has a right to health care, and all health care bills are paid by the government, the government can control the distribution of health care services. According to Ronald Reagan, \"one of the traditional methods of imposing statism or socialism on a people has been by way of medicine,\" and once socialized medicine is instituted, \"behind it will come other federal programs that will invade every area of freedom.\" ", " In Aug. 2013, when Senate Majority Leader Harry Reid (D-NV) was asked if Obamacare is a step towards a single-payer universal health care system, he answered \"absolutely, yes.\" ", " The free market should determine the availability and cost of health care services, not the federal government. "]},
{"Con argument": ["Providing a right to health care could raise taxes. "], "Con argument text": ["\n", "In European countries with a universal right to health care, the cost of coverage is paid through higher taxes. In the United Kingdom and other European countries, payroll taxes average 37% - much higher than the 15.3% payroll taxes paid by the average US worker. ", " According to Paul R. Gregory, PhD, a Research Fellow at the Hoover Institution, financing a universal right to health care in the United States would cause payroll taxes to double. "]},
{"Con argument": ["Providing a right to health care could create a doctor shortage. "], "Con argument text": ["\n", "The Association of American Medical Colleges predicts a shortfall of 63,000 doctors by 2015 due to the influx of new patients under Obamacare. ", " If a right to health care were guaranteed to all, this shortage could be much worse. In the United Kingdom, which has a right to health care, a 2002 study by the British National Health Service found that it was \"critically short of doctors and nurses.\" ", " As of 2013 the United Kingdom had 2.71 practicing doctors for every 1,000 people – the second lowest level of the 27 European nations. "]},
{"Con argument": ["A right to health care could lead to government rationing of medical services. "], "Con argument text": ["\n", "Countries with universal health care, including Australia, Canada, New Zealand, ", " and the United Kingdom, ", " all ration health care using methods such as controlled distribution, budgeting, price setting, and service restrictions. ", " In the United Kingdom, the National Health Service (NHS) rations health care using a cost-benefit analysis. For example, in 2008 any drug that provided an extra six months of \"good-quality\" life for £10,000 ($15,150) or less was automatically approved, while one that costs more might not be. ", " In order to expand health coverage to more Americans, Obamacare created an Independent Payment Advisory Board (IPAB) to make cost-benefit analyses to keep Medicare spending from growing too fast. According to Sally Pipes, President of the Pacific Research Institute, the IPAB \"is essentially charged with rationing care.\" ", " According to a 2009 Wall Street Journal editorial, \"once health care is nationalized, or mostly nationalized, medical rationing is inevitable.\" "]},
{"Con argument": ["A right to health care could lower the quality and availability of disease screening and treatment. "], "Con argument text": ["\n", "In countries with a universal right to health care certain disease treatment outcomes are worse than the United States. The US 5-year survival rate for all cancers is 64.6%, compared to 51.6% in Europe. ", " The United States also has a higher 5-year survival rate than Canada. ", " Studies have found that US cancer screening rates are higher than those in Canada ", " and 10 European countries with universal health care including France, Germany, Sweden and Switzerland. ", " The United States is estimated to have the highest prostate and breast cancer survival rates in the world. ", " The United States also has high survival rates after a stroke, with an age-adjusted 30-day fatality rate of 3 per 100, lower than the OECD average of 5.2 per 100. In addition, the 30-day survival rate after a heart attack is higher in the United States than the OECD average. "]},
{"Con argument": ["A right to health care could lower doctors' earnings. "], "Con argument text": ["\n", "The Medicare system in the United States is a single-payer system where government pays for health care bills, and between 1998 and 2009 it reduced physician payments in three different years. In 2009, Medicare payments to health care providers were almost 20% below those paid out by private insurance. ", " In Britain and Canada, where there is a universal right to health care, physicians have incomes 30% lower than US doctors. ", " According to a 2011 study, in comparison to US specialists, the average specialist in Canada earned 30% less, and the average specialist in the United Kingdom earned 50% less. ", " Any lowering of doctor payments in the United States could reduce the number of young people entering the medical profession, leading to a doctor shortage."]},
{"Con argument": ["A right to health care could cause people to overuse health care resources. "], "Con argument text": ["\n", "When people are provided with universal health care and are not directly responsible for the costs of medical services, they may utilize more health resources than necessary, a phenomenon known as \"moral hazard.\" ", " According to the Brookings Institution, just before Medicaid went into effect in 1964, people living below the poverty line saw physicians 20% less often than those who were not in poverty. But by 1975, people living in poverty who were placed on Medicaid saw physicians 18% more often than people who were not on Medicaid. ", " A Jan. 2014 study published in ", "found that of 10,000 uninsured Portland, Oregon residents who gained access to Medicaid, 40% made more visits to emergency rooms, ", " even though they, like all US residents, already had guaranteed access to emergency treatment under federal law. ", " Since Medicaid provides a right to health care for low-income individuals, expanding this right to the full US population could worsen the problem of overusing health care resources."]},
{"Con argument": ["People should pay for their own health care, not have it given to them by the government. "], "Con argument text": ["\n", "Under a single-payer system, the right to health care is paid for through taxes, and people who work hard and pay those taxes are forced to subsidize health care for those who are not employed. In the United States, people already have a right to purchase health care, but they should never have a right to receive health care free of charge. Health care is a service that should be paid for, not a right."]}
]