[
{"Title": "Standardized Tests - ProCon.org"},
{"Pro argument": ["93% of studies on student testing, including the use of large-scale and high-stakes standardized tests, found a \"positive effect\" on student achievement"], "Pro argument text": ["\n", ", according to a peer-reviewed, 100-year analysis of testing research completed in 2011 by testing scholar Richard P. Phelps. ", "\n", "\n", "\n"]},
{"Pro argument": ["Standardized tests are reliable and objective measures of student achievement."], "Pro argument text": ["\n", " Without them, policy makers would have to rely on tests scored by individual schools and teachers who have a vested interest in producing favorable results. Multiple-choice tests, in particular, are graded by machine and therefore are not subject to human subjectivity or bias. ", "\n", "\n", "\n"]},
{"Pro argument": ["20 school systems that \"have achieved significant, sustained, and widespread gains\" on national and international assessments used \"proficiency targets for each school\" and \"frequent, standardized testing to monitor system progress,\""], "Pro argument text": ["\n", " according to a Nov. 2010 report by McKinsey & Company, a global management consulting firm. ", "\n", "\n", "\n"]},
{"Pro argument": ["Standardized tests are inclusive and non-discriminatory because they ensure content is equivalent for all students."], "Pro argument text": ["\n", " Former Washington, DC, schools chancellor Michelle Rhee argues that using alternate tests for minorities or exempting children with disabilities would be unfair to those students: \"You can't separate them, and to try to do so creates two, unequal systems, one with accountability and one without it. This is a civil rights issue.\" ", "\n", "\n", "\n"]},
{"Pro argument": ["China has a long tradition of standardized testing and leads the world in educational achievement."], "Pro argument text": ["\n", " China displaced Finland as number one in reading, math, and science when Shanghai debuted on the Programme for International Student Assessment (PISA) rankings in 2009. ", " Despite calls for a reduction in standardized testing, China's testing regimen remains firmly in place. ", " Chester E. Finn, Jr., Chairman of the Hoover Institution's Koret Task Force on K–12 Education, predicts that Chinese cities will top the PISA charts for the next several decades. ", "\n", "\n", "\n"]},
{"Pro argument": ["\"Teaching to the test\" can be a good thing because it focuses on essential content and skills, eliminates time-wasting activities that don't produce learning gains, and motivates students to excel."], "Pro argument text": ["\n", " ", " The US Department of Education stated in Nov. 2004 that \"if teachers cover subject matter required by the standards and teach it well, then students will master the material on which they will be tested--and probably much more.\" ", "\n", "\n", "\n"]},
{"Pro argument": ["Standardized tests are not narrowing the curriculum, rather they are focusing it on important basic skills all students need to master."], "Pro argument text": ["\n", " According to a study in the Oct. 28, 2005, issue of the peer-reviewed ", ", teachers in four Minnesota school districts said standardized testing had a positive impact, improving the quality of the curriculum while raising student achievement. ", "\n", "\n", "\n"]},
{"Pro argument": ["Increased testing does not force teachers to encourage \"drill n' kill\" rote learning."], "Pro argument text": ["\n", " According to a study in the Oct. 28, 2005, issue of the peer-reviewed ", ", good teachers understand that \"isolated drills on the types of items expected on the test\" are unacceptable, and principals interviewed said \"they would sanction any teacher caught teaching to the test.\" ", " In any case, research has shown that drilling students does not produce test score gains: \"teaching a curriculum aligned to state standards and using test data as feedback produces higher test scores than an instructional emphasis on memorization and test-taking skills.\" ", "\n", "\n", "\n"]},
{"Pro argument": ["Most parents approve of standardized tests."], "Pro argument text": ["\n", " A June-July 2013 Associated Press-NORC Center for Public Affairs Research poll found that 75% of parents say standardized tests \"are a solid measure of their children's abilities\" and 69% say the tests \"are a good measure of the schools' quality.\" 93% of parents say standardized tests \"should be used to identify areas where students need extra help\" and 61% say their children \"take an appropriate number of standardized tests.\" ", "\n", "\n", "\n"]},
{"Pro argument": ["Testing is not too stressful for students."], "Pro argument text": ["\n", " The US Department of Education stated: \"Although testing may be stressful for some students, testing is a normal and expected way of assessing what students have learned.\" ", " A Nov. 2001 University of Arkansas study found that \"the vast majority of students do not exhibit stress and have positive attitudes towards standardized testing programs.\" ", " Young students vomit at their desks for a variety of reasons, but only in rare cases is this the result of testing anxiety. ", "\n", "\n", "\n"]},
{"Pro argument": ["Most students believe standardized tests are fair."], "Pro argument text": ["\n", " A June 2006 Public Agenda survey of 1,342 public school students in grades 6-12 found that 71% of students think the number of tests they have to take is \"about right\" and 79% believe test questions are fair. ", " The 2002 edition of the survey found that \"virtually all students say they take the tests seriously and more than half (56 percent) say they take them very seriously.\" ", "\n", "\n", "\n"]},
{"Pro argument": ["Most teachers acknowledge the importance of standardized tests and do not feel their teaching has been compromised."], "Pro argument text": ["\n", " In a 2009 Scholastic/Gates Foundation survey, 81% of US public school teachers said state-required standardized tests were at least \"somewhat important” as a measure of students’ academic achievement, and 27% said they were \"very important \" or \"absolutely essential.\" ", " 73% of teachers surveyed in a Mar. 2002 Public Agenda study said they \"have not neglected regular teaching duties for test preparation.\" ", "\n", "\n", "\n"]},
{"Pro argument": ["Standardized tests provide a lot of useful information at low cost, and consume little class time."], "Pro argument text": ["\n", " ", " According to a 2002 paper by Caroline M. Hoxby, PhD, the Scott and Donya Bommer Professor in Economics at Stanford University, standardized tests cost less than 0.1% of K-12 education spending, totaling $5.81 per student per year: \"Even if payments were 10 times as large, they would still not be equal to 1 percent of what American jurisdictions spend on education.\" ", " Other cost estimates range from $15-$33 per student per year by the nonpartisan US Government Accountability Office (GAO), to as low as $2 per student per year by testing scholar and economist Richard P. Phelps. ", " A 50-item standardized test can be given in an hour ", " and is graded instantaneously by computer.", "\n", "\n", "\n"]},
{"Pro argument": ["Most teachers and administrators approve of standardized tests."], "Pro argument text": ["\n", " Minnesota teachers and administrators interviewed for a study in the Oct. 28, 2005, issue of the peer-reviewed ", " (", ") approved of standardized tests \"by an overwhelming two-to-one margin,\" saying they \"improved student attitudes, engagement, and effort.\" ", " An oft-cited Arizona State University study in ", "'s Mar. 28, 2002 edition, concluding that testing has little educational merit, has been discredited by educational researchers for poor methodology, and was criticized for wrongly blaming the tests themselves for stagnant test scores, rather than the shortcomings of teachers and schools. ", "\n", "\n", "\n"]},
{"Pro argument": ["The multiple-choice format used on standardized tests produces accurate information necessary to assess and improve American schools."], "Pro argument text": ["\n", " According to the Center for Teaching Excellence at the University of Illinois at Urbana-Champaign, multiple-choice questions can provide \"highly reliable test scores\" and an \"objective measurement of student achievement.\" ", " Today's multiple-choice tests are more sophisticated than their predecessors. The Center for Public Education, a national public school advocacy group, says many \"multiple-choice tests now require considerable thought, even notes and calculations, before choosing a bubble.” ", "\n", "\n", "\n"]},
{"Pro argument": ["Stricter standards and increased testing are better preparing school students for college."], "Pro argument text": ["\n", " In Jan. 1998, Public Agenda found that 66% of college professors said \"elementary and high schools expect students to learn too little.” By Mar. 2002, after a surge in testing and the passing of NCLB, that figure dropped to 47% \"in direct support of higher expectations, strengthened standards and better tests.” ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["Teacher-graded assessments are inadequate alternatives to standardized tests because they are subjectively scored and unreliable."], "Pro argument text": ["\n", " Most teachers are not trained in testing and measurement, and research has shown many teachers \"consider noncognitive outcomes, including student class participation, perceived effort, progress over the period of the course, and comportment,\" which are irrelevant to subject-matter mastery. ", "\n", "\n", "\n"]},
{"Pro argument": ["Cheating by teachers and administrators on standardized tests is rare, and not a reason to stop testing America's children."], "Pro argument text": ["\n", " The Mar. 2011 ", "investigation of scoring anomalies in six states and Washington DC was inconclusive, and found compelling suggestions of impropriety in only one school. ", " The US Department of Education’s Office of Inspector General said on Jan. 7, 2013 that an investigation had found no evidence of widespread cheating on the DC Comprehensive Assessment System tests. ", " It is likely that some cheating occurs, but some people cheat on their tax returns also, and the solution is not to abolish taxation. ", "\n", "\n", "\n"]},
{"Pro argument": ["Each state's progress on NCLB tests can be meaningfully compared."], "Pro argument text": ["\n", " Even though tests are developed by states independently, state scores are compared with results on the National Assessment of Educational Progress (NAEP), ensuring each state's assessments are equally challenging and that gains in a state's test scores are valid. ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["State-mandated standardized tests help prevent \"social promotion,\" the practice of allowing students to advance from grade to grade whether or not they have met the academic standards of their grade level."], "Pro argument text": ["\n", " ", " A Dec. 2004 paper by the Manhattan Institute for Policy Research found Florida's 2002 initiative to end social promotion, holding back students who failed year-end standardized tests, improved those students' scores by 9% in math and 4% in reading after one year. ", "\n", "\n", "\n"]},
{"Pro argument": ["Many objections voiced by the anti-testing movement are really objections to NCLB's use of test results, not to standardized tests themselves."], "Pro argument text": ["\n", " Prominent testing critic Diane Ravitch, Research Professor of Education at New York University, concedes standardized testing has value: \"Testing... is not the problem... information derived from tests can be extremely valuable, if the tests are valid and reliable.\" She cites the National Assessment of Educational Progress (NAEP) as a positive example, and says tests can \"inform educational leaders and policy-makers about the progress of the education system as a whole.\" ", "\n", "\n", "\n"]},
{"Pro argument": ["Physicians, lawyers, real-estate brokers and pilots all take high-stakes standardized tests to ensure they have the necessary knowledge for their professions."], "Pro argument text": ["\n", " ", " If standardized tests were an unreliable source of data, their use would not be so widespread.", "\n", "\n", "\n"]},
{"Con argument": ["Standardized testing has not improved student achievement."], "Con argument text": ["\n", " After No Child Left Behind (NCLB) passed in 2002, the US slipped from 18th in the world in math on the Programme for International Student Assessment (PISA) to 31st place in 2009, with a similar drop in science and no change in reading. ", " ", " ", " A May 26, 2011, National Research Council report found no evidence test-based incentive programs are working: \"Despite using them for several decades, policymakers and educators do not yet know how to use test-based incentives to consistently generate positive effects on achievement and to improve education.\" ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Standardized tests are an unreliable measure of student performance."], "Con argument text": ["\n", " A 2001 study published by the Brookings Institution found that 50-80% of year-over-year test score improvements were temporary and \"caused by fluctuations that had nothing to do with long-term changes in learning...\" ", "\n", "\n", "\n"]},
{"Con argument": ["Standardized tests are unfair and discriminatory against non English speakers and students with special needs."], "Con argument text": ["\n", " ", " English language learners take tests in English before they have mastered the language. ", " Special education students take the same tests as other children, receiving few of the accommodations usually provided to them as part of their Individualized Education Plans (IEP). ", "\n", "\n", "\n"]},
{"Con argument": ["Standardized tests measure only a small portion of what makes education meaningful."], "Con argument text": ["\n", " According to late education researcher Gerald W. Bracey, PhD, qualities that standardized tests cannot measure include \"creativity, critical thinking, resilience, motivation, persistence, curiosity, endurance, reliability, enthusiasm, empathy, self-awareness, self-discipline, leadership, civic-mindedness, courage, compassion, resourcefulness, sense of beauty, sense of wonder, honesty, integrity.\" ", "\n", "\n", "\n"]},
{"Con argument": ["\"Teaching to the test\" is replacing good teaching practices with \"drill n' kill\" rote learning."], "Con argument text": ["\n", " A five-year University of Maryland study completed in 2007 found \"the pressure teachers were feeling to 'teach to the test'\" since NCLB was leading to \"declines in teaching higher-order thinking, in the amount of time spent on complex assignments, and in the actual amount of high cognitive content in the curriculum.\" ", " ", "\n", "\n", "\n"]},
{"Con argument": ["NCLB tests are drastically narrowing the curriculum."], "Con argument text": ["\n", " A national 2007 study by the Center on Education Policy reported that since 2001, 44% of school districts had reduced the time spent on science, social studies and the arts by an average of 145 minutes per week in order to focus on reading and math. ", " A 2007 survey of 1,250 civics, government, and social studies teachers showed that 75% of those teaching current events less often cited standardized tests as the reason. ", "\n", "\n", "\n"]},
{"Con argument": ["Instruction time is being consumed by monotonous test preparation."], "Con argument text": ["\n", " Some schools allocate more than a quarter of the year's instruction to test prep. [Kozol] After New York City's reading and math scores plunged in 2010, many schools imposed extra measures to avoid being shut down, including daily two and a half hour prep sessions and test practice on vacation days. ", " On Sep. 11, 2002, students at Monterey High School in Lubbock, TX, were prevented from discussing the first anniversary of the 2001 terrorist attacks because they were too busy with standardized test preparation. ", "\n", "\n", "\n"]},
{"Con argument": ["Standardized tests are not objective."], "Con argument text": ["\n", " A paper published in the Fall 2002 edition of the peer-reviewed ", " stated that scores vary due to subjective decisions made during test design and administration: \"Simply changing the relative weight of algebra and geometry in NAEP (the National Assessment of Educational Progress) altered the gap between black and white students.\" ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Standardized testing causes severe stress in younger students."], "Con argument text": ["\n", " According to education researcher Gregory J. Cizek, anecdotes abound \"illustrating how testing... produces gripping anxiety in even the brightest students, and makes young children vomit or cry, or both.\" ", " On Mar. 14, 2002, the Sacramento Bee reported that \"test-related jitters, especially among young students, are so common that the Stanford-9 exam comes with instructions on what to do with a test booklet in case a student vomits on it.\" ", "\n", "\n", "\n"]},
{"Con argument": ["Older students do not take NCLB-mandated standardized tests seriously because they do not affect their grades."], "Con argument text": ["\n", " An English teacher at New Mexico's Valley High School said in Aug. 2004 that many juniors just \"had fun\" with the tests, making patterns when filling in the answer bubbles: \"Christmas tree designs were popular. So were battleships and hearts.\" ", "\n", "\n", "\n"]},
{"Con argument": ["Testing is expensive and costs have increased since NCLB, placing a burden on state education budgets."], "Con argument text": ["\n", " According to the Texas Education Agency, the state spent $9 million in 2003 to test students, while the cost to Texas taxpayers from 2009 through 2012 is projected to be around $88 million per year. ", "\n", "\n", "\n"]},
{"Con argument": ["The billion dollar testing industry is notorious for making costly and time-consuming scoring errors."], "Con argument text": ["\n", " ", " ", " NCS Pearson, which has a $254 million contract to administer Florida's Comprehensive Assessment Test, delivered the 2010 results more than a month late and their accuracy was challenged by over half the state's superintendents. ", " After errors and distribution problems in 2004-2005, Hawaii replaced test publisher Harcourt with American Institutes for Research, but the latter had to re-grade 98,000 tests after students received scores for submitting blank test booklets. ", " ", "\n", "\n", "\n"]},
{"Con argument": ["The multiple-choice format used on standardized tests is an inadequate assessment tool."], "Con argument text": ["\n", " It encourages a simplistic way of thinking in which there are only right and wrong answers, which doesn't apply in real-world situations. The format is also biased toward male students, who studies have shown adapt more easily to the game-like point scoring of multiple-choice questions. ", "\n", "\n", "\n"]},
{"Con argument": ["America is facing a \"creativity crisis,\" as standardized testing and rote learning \"dumb down\" curricula and jeopardize the country's economic future."], "Con argument text": ["\n", " A 2010 College of William & Mary study found Americans' scores on the Torrance Test of Creative Thinking have been dropping since 1990, and researcher Kyung-Hee Kim lays part of the blame on the increase in standardized testing: \"If we neglect creative students in school because of the structure and the testing movement... then they become underachievers.\" ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Finland topped the international education (PISA) rankings from 2001-2008, yet has \"no external standardized tests used to rank students or schools,\""], "Con argument text": ["\n", " according to Stanford University researchers Linda Darling-Hammond and Laura McCloskey. ", " Success has been achieved using \"assessments that encourage students to be active learners who can find, analyze, and use information to solve problems in novel situations.\" ", "\n", "\n", "\n"]},
{"Con argument": ["Excessive testing may teach children to be good at taking tests, but does not prepare them for productive adult lives."], "Con argument text": ["\n", " ", " China displaced Finland at the top of the 2009 PISA rankings because, as explained by Jiang Xueqin, Deputy Principal of Peking University High School, \"Chinese schools are very good at preparing their students for standardized tests. For that reason, they fail to prepare them for higher education and the knowledge economy.\" ", " China is trying to depart from the \"drill and kill\" test prep that Chinese educators admit has produced only \"competent mediocrity.\" ", " ", " ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Using test scores to reward and punish teachers and schools encourages them to cheat the system for their own gain."], "Con argument text": ["\n", " ", " A 2011 ", " investigation of six states and Washington DC found 1,610 suspicious anomalies in year-over-year test score gains. ", " A confidential Jan. 2009 memo, prepared for the DC school system by an outside analyst and uncovered in Apr. 2013, revealed that 191 teachers in 70 DC public schools were \"implicated in possible testing infractions,\" and nearly all the teachers at one DC elementary school \"had students whose test papers showed high numbers of wrong-to-right erasures,\" according to ", ". ", " 178 Atlanta public school teachers and administrators from 44 schools were found to be cheating on standardized tests according to a July 2011 state report. At one school, teachers attended \"weekend pizza parties\" to correct students' answers, according to ABC News. ", " Ultimately in Apr. 2015, 11 of those district employees were convicted of racketeering, which carries a sentence of up to 20 years in prison. ", "\n", "\n", "\n"]},
{"Con argument": ["Standardized tests are an imprecise measure of teacher performance, yet they are used to reward and punish teachers."], "Con argument text": ["\n", " According to a Sep. 2010 report by the Annenberg Institute for School Reform, over 17% of Houston teachers ranked in the top category on the Texas Essential Knowledge and Skills reading test were ranked among the two lowest categories on the equivalent Stanford Achievement Test. The results \"were based on the same students, tested in the same subject, at approximately the same time of year, using two different tests.\" ", "\n", "\n", "\n"]},
{"Con argument": ["Each state develops its own NCLB standards and assessments, providing no basis for meaningful comparison."], "Con argument text": ["\n", " A student sitting for the Connecticut Mastery Test (CMT) is asked a completely different set of questions from a child in California taking the Standardized Testing and Reporting (STAR) test, and while the former includes essay questions, the latter is entirely multiple-choice. ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Open-ended questions on standardized tests are often graded by under-paid temporary workers with no educational training."], "Con argument text": ["\n", " Scorers make $11-$13 per hour and need only a bachelor’s degree, not necessarily related to education. As one former test scorer stated, \"all it takes to become a test scorer is a bachelor’s degree, a lack of a steady job, and a willingness to throw independent thinking out the window…” ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Schools feeling the pressure of NCLB's 100% proficiency requirement are \"gaming the system\" to raise test scores,"], "Con argument text": ["\n", " according to an Arizona State University report in the June 22, 2009, edition of the peer-reviewed ", ". ", " Low-performing students are \"encouraged to stay home\" on test days or \"counseled to quit or be suspended\" before tests are administered. State education boards are \"lowering the bar\": manipulating exam content or scoring so that tests are easier for students to pass. ", "\n", "\n", "\n"]},
{"Con argument": ["An obsession with testing robs children of their childhoods."], "Con argument text": ["\n", " NCLB's mandate begins in third grade, but schools test younger students so they will get used to taking tests. ", " Mar. 2009 research from the Alliance for Childhood showed \"time for play in most public kindergartens has dwindled to the vanishing point, replaced by lengthy lessons and standardized testing.\" ", " A three-year study completed in Oct. 2010 by the Gesell Institute of Human Development showed that increased emphasis on testing is making \"children feel like failures now as early as PreK...\" ", "\n", "\n", "\n"]}
]