[
{"Title": "Tablets vs. Textbooks - ProCon.org"},
{"Pro argument": ["Tablets help students learn more material faster."], "Pro argument text": ["\n", " Technology-based instruction can reduce the time students take to reach a learning objective by 30-80%, according to the US Department of Education and studies by the National Training and Simulation Association. ", "\n", "\n", "\n"]},
{"Pro argument": ["81% of K-12 teachers believe that \"tablets enrich classroom education.\""], "Pro argument text": ["\n", " The survey of technology in the classroom by the Public Broadcasting Service (PBS) also concluded that 77% of teachers found technology to \"increase student motivation to learn.\" ", "\n", "\n", "\n"]},
{"Pro argument": ["Tablets can hold hundreds of textbooks on one device, plus homework, quizzes, and other files, eliminating the need for physical storage of books and classroom materials."], "Pro argument text": ["\n", " The average tablet contains anywhere from 8 to 64 gigabytes (GB) of storage space. On the Amazon Kindle Fire, for instance, 1,000 books take up one GB of space. ", "\n", "\n", "\n"]},
{"Pro argument": ["E-textbooks on tablets cost on average 50-60% less than print textbooks."], "Pro argument text": ["\n", " According to a 2012 report from the Federal Communications Commission (FCC), K-12 school districts spend more than $8 billion per year on textbooks. ", " E-textbooks can save schools between $250-$1,000 per student per year. ", " Tablet prices also continue to drop, making them increasingly affordable. Tablets cost on average $489 in 2011, $386 in 2012, and are projected to cost $263 in 2015. ", "\n", "\n", "\n"]},
{"Pro argument": ["Tablets help to improve student achievement on standardized tests."], "Pro argument text": ["\n", " Publisher Houghton Mifflin Harcourt tested an interactive, digital version of an Algebra 1 textbook for Apple's iPad in California's Riverside Unified School District. Students who used the iPad version scored 20 percent higher on standardized tests versus students who learned with traditional textbooks. ", "\n", "\n", "\n"]},
{"Pro argument": ["Tablets contain many technological features that cannot be found in print textbooks."], "Pro argument text": ["\n", " Tablets give users the ability to highlight and edit text and write notes without ruining a textbook for the next user. Tablets have a search function, a backlighting option to read in low light, and a built-in dictionary. Interactive diagrams and videos increase student creativity, motivation, attentiveness, and engagement with classroom materials.", "\n", "\n", "\n"]},
{"Pro argument": ["Print textbooks are heavy and cause injuries, while a tablet only weighs 1-2 pounds."], "Pro argument text": ["\n", " Pediatricians and chiropractors recommend that students carry less than 15% of their body weight in a backpack, but the combined average weight of textbooks in History, Mathematics, Science, and Reading/Language Arts exceeds this percentage at nearly all grade levels from 1-12. ", " According to the US Consumer Product Safety Commission, during the 2011-12 school year more than 13,700 kids, aged 5 to 18, were treated for backpack-related injuries. ", "\n", "\n", "\n"]},
{"Pro argument": ["Tablets help students better prepare for a world immersed in technology."], "Pro argument text": ["\n", " Students that learn technology skills early in life will be better prepared to pursue relevant careers later in life. The fastest growing and highest paying jobs in the United States are technology intensive. Employment in \"computer and information systems\" is expected to grow by 18% between 2010-20, according to the US Bureau of Labor Statistics. ", "\n", "\n", "\n"]},
{"Pro argument": ["On a tablet, e-textbooks can be updated instantly to get new editions or information."], "Pro argument text": ["\n", " Schools will not have to constantly purchase new hardware, software, or new physical copies of textbooks. FCC Chairman Julius Genachowski and Secretary of Education Arne Duncan said that \"too many students are using books that are 7-10 years old with outdated material.\" Tablets are especially beneficial for subjects that constantly change, such as biology or computer science. ", "\n", "\n", "\n"]},
{"Pro argument": ["Tablets lower the amount of paper teachers have to print for handouts and assignments, helping to save the environment and money."], "Pro argument text": ["\n", " A school with 100 teachers uses on average 250,000 pieces of paper annually. ", " A school of 1,000 students on average spends between $3,000-4,000 a month on paper, ink, and toner, not counting printer wear and tear or technical support costs. ", "\n", "\n", "\n"]},
{"Pro argument": ["Tablets allow teachers to better customize student learning."], "Pro argument text": ["\n", " There are thousands of education and tutoring applications on tablets, so teachers can tailor student learning to an individual style/personality instead of a one-size-fits-all approach. There are more than 20,000 education apps available for the iPad alone. ", "\n", "\n", "\n"]},
{"Pro argument": ["Files on one tablet can be downloaded onto any other tablet, increasing flexibility and convenience for teachers and students."], "Pro argument text": ["\n", " E-textbooks and other files can be stored on \"cloud” servers and accessed on any equivalent device. Users can sign into an account on a different device and access all of their information.", "\n", "\n", "\n"]},
{"Pro argument": ["High-level education officials support tablets over textbooks."], "Pro argument text": ["\n", " Secretary of Education Arne Duncan and Federal Communications Commission chair Julius Genachowski said on Feb. 1, 2012 that schools and publishers should \"switch to digital textbooks within five years to foster interactive education, save money on books, and ensure classrooms in the US use up-to-date content.\" The federal government, in collaboration with several tech organizations, released a 70-page guide for schools called the \"Digital Textbook Playbook,\" a \"roadmap for educators to accelerate the transition to digital textbooks.\" ", "\n", "\n", "\n"]},
{"Pro argument": ["Students who own tablets purchase and read more books than those who read print books alone."], "Pro argument text": ["\n", " The average tablet-owning US student reads 24 books per year on a tablet compared with 15 in print for those who do not own a tablet. ", " According to a survey by the Pew Internet and American Life Project, 30% of e-content readers (including 40% of those under age 30) say that they now spend more time reading than they used to due to the availability of e-content. ", "\n", "\n", "\n"]},
{"Pro argument": ["Using a tablet is so intuitive that it makes learning fun and easy."], "Pro argument text": ["\n", " In two isolated rural villages in Ethiopia, the One Laptop Per Child organization dropped off closed boxes containing tablets pre-loaded with educational apps, taped shut, with no instruction. Within five days, elementary school-age students without prior education were using 47 apps per child, per day. Within two weeks, they were singing ABC songs, and within five months they had successfully hacked the tablet's operating system and customized the desktop settings. ", "\n", "\n", "\n"]},
{"Con argument": ["Handheld technological devices including tablets are associated with a range of health problems."], "Con argument text": ["\n", " Handhelds contribute to Computer Vision Syndrome, which causes eyestrain, headaches, blurred vision, and dry eyes, according to the American Optometric Association. ", " People who use mobile devices more often have a higher incidence of musculoskeletal disorders associated with repetitive strain on muscles, including carpal tunnel syndrome, neck pain (\"text neck\"), shoulder pain, and fibromyalgia. ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Using tablets is more expensive than using print textbooks."], "Con argument text": ["\n", " Implementing tablets in K-12 schools requires purchasing hardware (the tablet) and software (the textbooks), building new wi-fi infrastructure, and training teachers and administrators how to use the technology. Implementation costs for e-textbooks on iPad tablets are 552% higher than new print textbooks in an average high school. Lee Wilson, a prominent education marketing expert, estimated the annual cost per student per class with tablets to be $71.55 vs. $14.26 for print textbooks. ", "\n", "\n", "\n"]},
{"Con argument": ["Tablets have too many distractions for classroom use."], "Con argument text": ["\n", " Students may pay attention to apps, email, games, and websites instead of their teachers. 87% of K-12 teachers believe that \"today’s digital technologies are creating an easily distracted generation with short attention spans.\" ", " Four-fifths of students aged 8 - 18 multitask while using digital media. ", "\n", "\n", "\n"]},
{"Con argument": ["People who read print text comprehend more, remember more, and learn more than those who read digital text."], "Con argument text": ["\n", " The brain interprets printed and digital text in different ways, and people generally read digital text 20-30% slower than print. ", " ", " According to Pulitzer Prize winning technology writer Nicholas Carr, peer-reviewed studies show that reading hyper-linked text may increase the brain's \"cognitive load,\" lowering the ability to process, store, and retain information, or \"translate the new material into conceptual knowledge.\" ", " In addition, students who type lecture notes instead of write their notes by hand tended to write more, process less, and perform worse on recall tests.", "\n", "\n", "\n"]},
{"Con argument": ["Many students do not have sufficient home internet bandwidth to use tablets."], "Con argument text": ["\n", " Students \"need home broadband to access digital content and to complete Internet based homework,\" according to FCC Chairman Julius Genachowski and Secretary of Education Arne Duncan, but about a third of Americans – 100 million people – do not have broadband internet at home. ", " A 2010 FCC survey found that nearly 80% of K-12 schools reported broadband connections that were \"inadequate to meet their current needs. ", "\n", "\n", "\n"]},
{"Con argument": ["Manufacturing tablets is environmentally destructive and dangerous to human health."], "Con argument text": ["\n", " According to the ", ", the \"adverse health impacts from making one e-reader are estimated to be 70 times greater than those from making a single book.\" One tablet requires the extraction of 33 pounds of minerals, 79 gallons of water, and 100 kilowatt hours of fossil fuels resulting in 66 pounds of carbon dioxide. Print books produce 100 times fewer greenhouse gases. Two gallons of water are required to make the pulp slurry that is pressed and heat-dried to make paper, and only two kilowatt hours are required to form and dry the sheets of paper. ", "\n", "\n", "\n"]},
{"Con argument": ["A broken tablet requires an experienced technician to fix, which can be costly and time-consuming."], "Con argument text": ["\n", " Textbooks can usually be repaired with basic supplies such as glue or tape.", "\n", "\n", "\n"]},
{"Con argument": ["Print textbooks cannot crash, freeze, or get hacked."], "Con argument text": ["\n", " Unlike tablets, there is no chance of getting malware, spyware, or having personal information stolen from a print textbook.", "\n", "\n", "\n"]},
{"Con argument": ["The average battery life of a tablet is 7.26 hours, shorter than the length of a school day."], "Con argument text": ["\n", " Tablets constantly need charging, increasing electricity demands on schools and the need for new electrical outlets. ", "\n", "\n", "\n"]},
{"Con argument": ["Tablets are more susceptible to theft than print textbooks."], "Con argument text": ["\n", " In San Francisco, New York, and Los Angeles, robberies related to internet-enabled handheld devices (including tablets) have accounted for 50, 40, and 25 percent respectively of all robberies in 2012. Stolen and lost internet-enabled handheld devices have cost Americans more than $30 billion in 2012. ", "\n", "\n", "\n"]},
{"Con argument": ["Tablets enable students to cut corners or cheat on schoolwork."], "Con argument text": ["\n", " Students can easily avoid reading and analyzing texts on their own because they can quickly look up passages in an e-textbook and search for answers on the internet.", "\n", "\n", "\n"]},
{"Con argument": ["The higher cost of tablets marginalizes poorer school districts and increases the \"digital divide.\""], "Con argument text": ["\n", " Rich school districts can afford to implement e-textbooks on tablets, while poor school districts cannot. Low income schools are less likely to implement an e-textbook program than to pay for teachers or basic classroom supplies.", "\n", "\n", "\n"]},
{"Con argument": ["Tablets increase the number of excuses available for students not doing their schoolwork."], "Con argument text": ["\n", " Students have new available excuses, including: \"the tablet broke/froze,\" \"I forgot the tablet at home so I can't do schoolwork today,\" and \"I couldn't find my charger.\"", "\n", "\n", "\n"]},
{"Con argument": ["Tablets shift the focus of learning from the teacher to the technology."], "Con argument text": ["\n", " This change marginalizes decades of learned wisdom in the teaching profession in favor of an unproven technology. According to education reformer Mike Schmoker, until the core elements of literacy and critical thinking are learned by every student, \"it makes little sense to adopt or learn new programs, technology, or any other innovations.\" Technology gets in the way and makes learning and teaching more burdensome. ", "\n", "\n", "\n"]},
{"Con argument": ["Many textbooks are not available in digital format or on the specific tablet used by a school."], "Con argument text": ["\n", " As of 2012, only 30% of textbook titles are available electronically. There are many different companies that manufacture tablets, and most contract with one specific e-book seller. This means that some textbooks may not be sold across all tablets. ", " ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Tablets may be too difficult for less-technologically-savvy students to operate."], "Con argument text": ["\n", " When Daytona State College conducted an electronic textbook focus group, the most common reason given for withdrawing from the group was \"I did not feel that I had the technical ability to read or reference my textbook from a computer.\" ", "\n", "\n", "\n"]},
{"Con argument": ["Tablets are unnecessary because print textbooks that are not brand new still convey relevant information to K-12 students."], "Con argument text": ["\n", " A K-12 student learning from an older print textbook still learns the basics of anatomy, physics, algebra, geometry, and the US government.", "\n", "\n", "\n"]}
]