[
{"Title": "Vegetarian ProCon.org"},
{"Pro argument": ["It is cruel and unethical to kill animals for food when vegetarian options are available. "], "Pro argument text": ["\n", "Animals are sentient beings that have emotions and social connections. Scientific studies show that cattle, pigs, chickens, and all warm-blooded animals can experience stress, pain, and fear. ", " In the United States about 35 million cows, 115 million pigs, and 9 billion birds are killed for food each year. ", " These animals should not have to die to satisfy an unnecessary dietary preference. ", "\n", "\n", "\n"]},
{"Pro argument": ["Human anatomy has evolved to support a primarily vegetarian diet. "], "Pro argument text": ["\n", "Humans do not have the large mouth or long, pointed teeth of carnivores. Human teeth are short and flat for chewing fibrous food. Carnivores have short intestines (3-6 times body length) while human intestines are long (10-11 times body length) to allow slower digestion of plant foods. The liver of a carnivore can detoxify the excess vitamin A absorbed from a meat-based diet. The human liver cannot detoxify excess vitamin A. ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["A vegetarian diet delivers complete nutrition and can provide health benefits. "], "Pro argument text": ["\n", "According to the American Dietetic Association, a vegetarian diet can meet protein requirements, provide all the essential amino-acids (the building blocks of protein), and improve health. It can also provide all the necessary vitamins, fats, and minerals, and can improve one’s health. ", " ", " According to the USDA and the Food and Agriculture Organization of the United Nations, meat is not an essential part of a healthy diet. ", " ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["A vegetarian diet can help alleviate world hunger. "], "Pro argument text": ["\n", "Over 10 pounds of plant protein are used to produce one pound of beef protein. ", " If these grains were fed to humans instead of animals, more food would be available for the 925 million people in chronic hunger worldwide. ", " Research from Cornell University found that the grain used to feed US livestock alone could feed 800 million people. ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["A vegetarian diet reduces the chances of developing kidney stones and gallstones. "], "Pro argument text": ["\n", "Diets high in animal protein cause the body to excrete calcium, oxalate, and uric acid—the main components of kidney stones and gallstones. A diet high in animal protein is responsible for the high rates (15% of men and 7% of women) of kidney stones in the United States, according to a peer-reviewed Nov. 15, 1999 study. ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["A vegetarian diet provides a more healthful form of iron than a meat-based diet. "], "Pro argument text": ["\n", "Studies have linked heme iron found in red meat with an increased risk of colon and rectal cancer. ", " Vegetarian sources of iron like leafy greens and beans contain non-heme iron. ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["A vegetarian diet helps build healthy bones because vegetarians absorb more calcium than meat eaters. "], "Pro argument text": ["\n", "Meat has high renal acid levels which the body must neutralize by leaching calcium from the bones, which is then passed into urine and lost. ", " There are many sources of healthy vegetarian calcium including tofu, dark leafy greens like kale, spinach, and collard greens, as well as fortified cereals. ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["A vegetarian diet lowers the risk of heart disease. "], "Pro argument text": ["\n", " According to a peer-reviewed 1999 study of 76,000 people, vegetarians had 24% lower mortality from heart disease than meat eaters. ", " A vegetarian diet also helps lower blood pressure, prevent hypertension, and thus reduce the risk of stroke. ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["Eating meat increases the risk of getting type 2 diabetes. "], "Pro argument text": ["\n", "A peer-reviewed 2004 study from Harvard researchers found that eating meat increases the risk of getting type 2 diabetes in women, ", " and a 2002 study found that eating processed meat increases the risk in men. ", " A vegetarian diet rich in whole grains, legumes, nuts, and soy proteins helps to improve glycemic control in people who already have diabetes. ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["Vegetarians live longer. "], "Pro argument text": ["\n", "A Mar. 12, 2012 peer-reviewed study of 121,342 people found that eating red meat was associated with an increased risk of death from cancer and cardiovascular disease. ", " A peer-reviewed 2003 study found that adherence to vegetarian diets or diets very low in meat for 20 years or more can increase life expectancy by 3.6 years. ", " A peer-reviewed July 9, 2001 study of Seventh-Day Adventists who were vegetarian (or ate very little meat) showed longevity increases of 7.28 years for men and 4.42 years for women. ", " On June 3, 2013 a peer-reviewed study of 73,308 people found that a vegetarian diet is associated with a 12% reduction in all-cause mortality. ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["A vegetarian diet promotes a healthy weight. "], "Pro argument text": ["\n", "According to a peer-reviewed 2003 Oxford University study of 37,875 healthy men and women aged 20-97, 5.4% of meat eaters were obese compared to 3% of vegetarians. Meat eaters had an average Body Mass Index (BMI) 8.3% higher than vegetarians. ", " Another 2006 meta-study that compiled data from 87 studies also found that vegetarian diets are associated with reduced body weight. ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["Studies show that vegetarians are up to 40% less likely to develop cancer than meat eaters. "], "Pro argument text": ["\n", "According to a peer-reviewed 1994 study by Harvard researchers, consuming beef, pork, or lamb five or more times a week significantly increases the risk of colon cancer. ", " The World Cancer Research Fund found that eating processed meats such as bacon or sausage increases this risk even further. ", " A 2014 study found that diets high in animal protein were associated with a 4-fold increase in cancer death risk compared to high protein diets based on plant-derived protein sources. ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["Overgrazing livestock hurts the environment through soil compaction, erosion, and harm to native plants and animals. "], "Pro argument text": ["\n", "About 70% of the 11 western states are grazed by livestock. ", " Grazing has been a factor in the listing of 171 species under the Endangered Species Act. ", " It has damaged 80% of streams and riparian areas in the western United States. ", " 85% of US land used for grazing livestock is not suitable for farming. ", " Abstaining from meat would help in the restoration of vast US lands more naturally suited to provide habitat for native plants and animals. ", "\n", "\n", "\n"]},
{"Pro argument": ["A vegetarian diet conserves water. "], "Pro argument text": ["\n", "It takes about 2,500 gallons of water to produce one pound of beef, and about 660 gallons to make a pound of chicken. It only takes about 220 gallons to make a pound of tofu and 180 to make a pound of wheat flour. ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["A vegetarian diet leads to lower greenhouse gas emissions. "], "Pro argument text": ["\n", "Greenhouse gases are created by ", " (aka animal farts and burps), manure decomposition, and deforestation to make room for grazing animals and growing feed. According to the United Nations Food and Agriculture Organization, raising animals for food creates 18% of global greenhouse gases - more than the transportation sector. ", " Producing a pound of hamburger meat contributes as much greenhouse gas as driving a small car nearly 20 miles. A pound of pork equals about 5 miles, and a pound of potatoes only 0.34 miles. ", " A June 2014 peer-reviewed study found that diets including meat cause the creation of up to 54% more greenhouse gas emissions than vegetarian diets. ", " According to the United Nations Environment Programme, a \"worldwide diet change away from animal products\" is necessary to stop the worst effects of global climate change. ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["Producing one hamburger destroys 55 square feet of rainforest. "], "Pro argument text": ["\n", " Between 1996-2006, 25 million acres of Amazon rainforest were cleared—80% of which became pasture for beef cattle. ", " In 2009, the United States imported 44,284 tons ", " of processed Brazilian beef mostly for use in hamburgers, hot dogs, and lunch meats. Importing fresh Brazilian beef became legal in Nov. 2010, and US beef imports from Brazil will likely increase. ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["Raising animals for food contributes to air and water pollution. "], "Pro argument text": ["\n", "Manure produces toxic hydrogen sulfide and ammonia which pollute the air and leach poisonous nitrates into nearby waters. The USDA estimates that livestock produces 500 million tons of manure annually—three times what humans produce. ", " Runoff laden with manure is a major cause of \"dead zones” in 173,000 miles of US waterways, ", " including the 7,700-square-mile dead zone in the Gulf of Mexico. ", " People living near CAFOs often have respiratory problems from hydrogen sulfide and ammonia air pollution. A peer-reviewed 2006 study of Iowa students near a CAFO found 19.7% had asthma - nearly three times the state average of 6.7%. ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["Many animals raised for food in the United States are not slaughtered humanely. "], "Pro argument text": ["\n", "The Humane Methods of Slaughter Act (HMSA) mandates that livestock be stunned unconscious before slaughter to minimize suffering. ", " However, birds such as chickens and turkey are exempted from the HMSA, and many US slaughterhouses routinely ignore the HMSA. ", " A 2010 report by the US Government Accountability Organization (GAO) found that the USDA was not \"taking consistent actions to enforce the HMSA.\" ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["Raising animals in confinement is cruel. "], "Pro argument text": ["\n", "About 50% of meat produced in the United States comes from ", " (CAFOs) ", " where animals live in filthy, overcrowded spaces. In CAFOs pigs have their tails cut off, chickens have their toenails and beaks clipped off, and cows have their horns removed and tails cut off with no painkillers. ", " Pregnant pigs are kept in metal gestation crates barely bigger than they are. ", " Baby cows raised for veal are tied up and confined in tiny stalls their entire short lives (3-18 weeks). ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["A vegetarian diet reduces overuse of antibiotics. "], "Pro argument text": ["\n", "70% of antibiotics sold in the United States go to livestock like cows, pigs, and chickens to prevent the spread of disease in CAFOs where animals live cramped together. ", " A peer-reviewed 2007 study from the National Institute of Environmental Health Sciences found that overuse of antibiotics in CAFOs causes antibiotic resistant bacteria to develop, which may endanger human health. ", " ", "\n", "\n", "\n"]},
{"Pro argument": ["Eating fish is not more ethical, environmentally sound, or healthful than eating other animal protein sources. "], "Pro argument text": ["\n", "The US EPA states that \"nearly all fish and shellfish\" are contaminated by methylmercury (a potent neurotoxin) from industrial pollution. ", " ", " The omega-3 acid ALA found in vegetarian sources like walnut, flax, and olive oils, is converted by the body into EPA and DHA—the essential omega-3 acids found in fish—and sufficient to meet the dietary needs of humans. ", " In addition, scientific studies show fish feel pain when they are injured, ", " and wild fish are severely impacted by overfishing. According to a peer-reviewed 2006 study published in ", ", 29% of all commercially fished species have suffered population collapse, and at current fishing levels all harvested species will have collapsed by 2048. ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Eating meat is not cruel or unethical; it is a natural part of the cycle of life. "], "Con argument text": ["\n", "Vegetarians mistakenly elevate the value of animal life over plant life. Research shows that plants respond electrochemically to threats and may feel fear, ", " so vegetarians are also causing harm every time they kill and eat a plant. Every organism on earth dies or is killed, at some point, so others organisms can live. There is nothing wrong with this cycle; it is how nature works. ", "\n", "\n", "\n"]},
{"Con argument": ["Eating meat has been an essential part of human evolution for 2.3 million years. "], "Con argument text": ["\n", " The inclusion of meat in the ancestral diet provided a dense form of nutrients and protein that, when combined with high-calorie low-nutrient carbohydrates such as roots, allowed us to develop our large brains and intelligence. ", " Evidence shows our taste buds evolved to crave meat's savory flavor. ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Meat is the most convenient protein source available. "], "Con argument text": ["\n", "In one serving, meat provides all the essential amino acids (the building blocks of protein), as well as essential nutrients such as iron, zinc, and B vitamins. ", " Most plant foods do not provide adequate levels of all the essential amino acids in a single serving. ", "\n", "\n", "\n"]},
{"Con argument": ["Eating meat provides healthy saturated fats, which enhance the function of the immune and nervous systems. "], "Con argument text": ["\n", "Saturated fats contain the fat-soluble vitamins A, D, E and K, ", " and the cholesterol from saturated animal fat is needed for the proper function of serotonin receptors in the brain. According to a Feb. 7, 2014 study by researchers at the Institute of Social Medicine and Epidemiology, vegetarians \"suffer significantly more often from anxiety disorder and/or depression.\" ", " Low cholesterol levels have been linked to depression. Saturated fats are also essential for building and maintaining cell health, and help the body absorb calcium. ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Meat is the best source of vitamin B12, a vitamin necessary to nervous and digestive system health. "], "Con argument text": ["\n", "Although it is also found in eggs and dairy, ", " a peer-reviewed July 2003 study showed two in three vegetarians were vitamin B12 deficient compared to one in 20 meat eaters. ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Eating meat provides a better source of iron than a vegetarian diet. "], "Con argument text": ["\n", "The body absorbs 15% to 35% of the heme iron in meat, but only absorbs 2% to 20% of the non-heme iron found in vegetarian sources like leafy greens and beans. ", " ", "\n", "\n", "\n"]},
{"Con argument": ["A meat-centered diet can help with weight loss. "], "Con argument text": ["\n", "It takes fewer calories to get protein from lean meat than it does from vegetarian options. One serving of lean beef (3 oz.) contains as much protein as one serving of beans (1½ cups) or a veggie burger. However, the lean beef has half the calories of beans (180 vs. 374), and 50%-75% fewer calories than the veggie burger. ", " ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Raising beef is often the most efficient way to produce food for humans. "], "Con argument text": ["\n", "About 85% of US grazing land is not suitable for raising crops humans can eat. ", " Today 98% of the original American prairie lands, along with their native plants and animals, are gone. ", " Most of that land is now covered in corn and wheat fields. Natural prairie grasslands can coexist with sustainable herds of cattle or bison, but they cannot coexist with monocrop agriculture. ", "\n", "\n", "\n"]},
{"Con argument": ["Vegetarian diets are not necessarily better for the environment. "], "Con argument text": ["\n", "About 90% of US cropland suffers from top soil loss at 13 times the sustainable rate. ", " 92% of US soybeans (a vegetarian staple protein) are planted with genetically modified soy, immune to herbicides. ", " This immunity allows soy farmers to douse their fields with large quantities of weed-killing herbicides which are toxic to other plants and fish. Some scientists worry that increased herbicide use could create \"super weeds.\" ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Vegetarians do not live longer. "], "Con argument text": ["\n", "This myth stems from the fact that vegetarians tend to be more health conscious overall, eating a more balanced diet, exercising more, and smoking less than the general population. When a peer-reviewed Apr. 11, 2005 study from the German Cancer Research Center compared health conscious meat eaters with vegetarians, there was no difference in overall mortality rates. ", " ", "\n", "\n", "\n"]},
{"Con argument": ["US meat consumption does not significantly contribute to global deforestation, or loss of US forest land. "], "Con argument text": ["\n", "In 2001 about 95% ", " of animal products consumed in the United States were produced in the United States. Despite the US consumption of about 27 billion pounds of beef per year, ", " the percentage of forested US land has remained steady at around 33% since 1907. ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Processed vegetarian protein options such as tofu can cause more greenhouse gas pollution than farming meat. "], "Con argument text": ["\n", "A 2010 report from the World Wildlife Fund (WWF) found that the production of soy-based proteins such as tofu could contribute more to greenhouse gas emissions than eating locally produced meat. ", " According to a peer-reviewed 2009 study, giving up all animal products would only give a 7% reduction in green house gas emissions, ", " not enough to be worth the dietary sacrifice. ", "\n", "\n", "\n"]},
{"Con argument": ["Becoming vegetarian will not help alleviate world hunger. "], "Con argument text": ["\n", "The 925 million ", " people in chronic hunger worldwide are not hungry because people in wealthy countries eat too much meat. The problem is one of economics and distribution. According to the Food and Agriculture Organization of the United Nations, the world \"currently produces enough food for everybody, but many people do not have access to it.\" ", " ", "\n", "\n", "\n"]},
{"Con argument": ["A diet that includes fish provides the body with essential omega-3 fatty acids. "], "Con argument text": ["\n", "Fish are a powerful source of the omega-3 fatty acids EPA and DHA which are important for brain function, lowering triglycerides, and reducing the risk of death from heart attacks and strokes. ", " Although the omega-3 fatty acid ALA can be found in plant oils, the ALA must first be converted by the body into the essential EPA and DHA. The process is inefficient and may not provide the same cardiovascular benefits as eating fish. ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Saturated fats from meat are not to blame for modern diseases like heart disease, cancer, and obesity. "], "Con argument text": ["\n", "Chemically processed and hydrogenated vegetable oils like corn and canola cause these conditions because they contain harmful free radicals and trans fats formed during chemical processing. ", " ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Lean red meat, eaten in moderation, can be a healthful part of a balanced diet. "], "Con argument text": ["\n", "According to researchers at the British Nutrition Foundation, \"there is no evidence\" that moderate consumption of unprocessed lean red meat has any negative health effects. ", " However, charring meat during cooking can create over 20 chemicals linked to cancer, ", " and the World Cancer Research Fund finds that processed meats like bacon, sausage, and salami, which contain preservatives such as nitrates, are strongly associated with bowel cancer and should be avoided. They emphasize that lean, unprocessed red meat can be a valuable source of nutrients and do not recommend that people remove red meat from their diets entirely, but rather, that they limit consumption to 11 ounces per week or less. ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Modern slaughter techniques minimize the suffering of animals. "], "Con argument text": ["\n", "US slaughterhouses must conform to the Humane Methods of Slaughter Act (HMSA) which mandates that livestock be stunned unconscious before slaughter. ", " Many of the largest US meat producers also adhere to the handling standards developed by Dr. Temple Grandin ", " ", " which factor in animal psychology to design transportation devices, stockyards, loading ramps, and restraining systems that minimize stress and calm animals as they are led to slaughter. ", " ", "\n", "\n", "\n"]},
{"Con argument": ["There is nothing inherently cruel about raising animals for food. "], "Con argument text": ["\n", "There is a growing movement to raise \"cruelty free\" organic meat. In the United States, animals raised for certified organic meat must be given access to the outdoors, clean air, and water. They cannot be given growth hormones or antibiotics and must be fed organically-grown feed free of animal byproducts. ", " According to a 2007 report from the Range Improvement Task Force, organic meat accounted for 3% of total US meat production. ", " By the end of 2012 \"natural and organic\" beef accounted for 4% of total beef sales in the United States. ", " ", "\n", "\n", "\n"]},
{"Con argument": ["The right to eat what we want, including meat, is a fundamental liberty that we must defend. "], "Con argument text": ["\n", "Animal-rights and health groups are attempting to control personal behavior, and many would like to see meat consumption severely restricted—if not outlawed—through the use of lawsuits, heavy taxation, and government regulations. ", " What people eat should be a protected personal choice. ", "\n", "\n", "\n"]},
{"Con argument": ["It is not necessary to become vegetarian to lower our environmental footprint. "], "Con argument text": ["\n", "Some vegetarians eat an unhealthy diet, drive SUVs, and consume eggs and dairy products produced at factory farms (CAFOs). Some meat eaters use solar panels, ride a bike, grow their own vegetables, and eat free-range organic meat. All of a person's actions make a difference—not just a single act such as eating meat. For example, biking instead of driving for 5 miles can neutralize the greenhouse gas emissions from eating one quarter-pound hamburger patty. ", " ", "\n", "\n", "\n"]},
{"Con argument": ["Vegetarian diets can cause the death of animals too. "], "Con argument text": ["\n", "According to a 2003 study by Steven Davis at Oregon State University, about six animals per acre, or 52-77% of the animals (such as birds, mice, and rabbits) that live in agricultural crop fields, are killed during harvest. ", " ", "\n", "\n", "\n"]}
]