[
{"Title": "Should Euthanasia or Physician-Assisted Suicide Be Legal? - Euthanasia - ProCon.org"},
{"Pro argument": ["\"Up to the age of 90 I was enjoying life, but not now. It has passed me by, and I have done the best I can with it. My abilities and eyesight are declining, and I no longer want to live this way. I am happy to have this opportunity [physician-assisted suicide], which I call the Swiss option. I hope something positive will come out of my story and that other countries will adopt a more liberal view of assisted suicide. I'd like to be remembered as an instrument for freeing the elderly to choose their own death.\""]},
{"Pro argument": ["\"I am a passionate advocate of Death with Dignity type legislation. A passionate advocate not because I believe we should be rushing people off to the grave or because I do not respect the sanctity of life. My strong advocacy comes from knowing what a powerful medicine a sense of control over one’s destiny imparts. In today’s world of palliative medicine, physical suffering at the end of life can very often be avoided. But there is another type of suffering, which in my viewpoint, is even worse. It is called anticipatory suffering, and it includes the depression and anxiety that accompanies fear of death and fear of what is believed to be the inevitable suffering that comes with end of life. Death is perhaps the most personal intimate event of any lifetime -- and fear is a horrible form of suffering. For those who fear a prolonged and/or suffering death, this type of legislation provides a potent medicine. Opponents focus on the actual end of life medications and how they could be misused, when the thing we may be better served to focus on is the placebo effect that occurs for those who never take the medications -- but find their suffering relieved by the simple knowing that they have a choice.\""]},
{"Pro argument": ["\"The crux of the matter is whether the State of California should continue to make it a crime for a dying person to end his life, no matter how great his pain and suffering. I have carefully read the thoughtful opposition materials presented by a number of doctors, religious leaders and those who champion disability rights. I have considered the theological and religious perspectives that any deliberate shortening of one's life is sinful. I have also read the letters of those who support the bill, including heartfelt pleas from Brittany Maynard's family and Archbishop Desmond Tutu... In the end, I was left to reflect on what I would want in the face of my own death. I do not know what I would do if I were dying in prolonged and excruciating pain. I am certain, however, that it would be a comfort to be able to consider the options afforded by this bill. And I wouldn't deny that right to others.\""]},
{"Pro argument": ["\"Certainly, suffering at the end of life is sometimes unavoidable and unbearable, and helping people end their misery may be necessary. Given the opportunity, I would support laws to provide these kinds of [physician-assisted suicide] prescriptions to people. About half don't even use their prescription. They are reassured just to know they have this control if they need it. But we damage entire societies if we let providing this capability divert us from improving the lives of the ill. Assisted living is far harder than assisted death, but its possibilities are far greater, as well.\""]},
{"Pro argument": ["\"There is not a cell in my body that is suicidal or that wants to die. I want to live. I wish there was a cure for my disease but there's not... My glioblastoma is going to kill me, and that's out of my control. I've discussed with many experts how I would die from it, and it's a terrible, terrible way to die. Being able to choose to go with dignity is less terrifying... Right now it's a choice that's only available to some Americans, which is really unethical... The amount of sacrifice and change my family had to go through in order to get me legal access to Death with Dignity--changing our residency [from California to Oregon], establishing a team of doctors, having a place to live--was profound... There's tons of Americans who don't have time or the ability or finances [to move to a legal state] and I don't think that's right or fair... I believe this choice is ethical, and what makes it ethical is it is a choice.\""]},
{"Pro argument": ["\"We need to revisit our own South African laws which are not aligned to a constitution that espouses the human right to dignity. On our own soil Craig Schonegevel, after 28 years of struggling with neurofibromatosis, decided his quality of life was too poor. He'd had so many surgical procedures the thought of enduring more was unbearable. He could find no legal assistance to help him die. On the night of 1 September 2009, he swallowed 12 sleeping pills, put two plastic bags over his head tied with elastic bands and was found dead by his parents the next morning. Craig wanted to end his life legally assisted, listening to his favourite music and in the embrace of his beloved parents, Patsy and Neville. Our legal system denied him and his family this dignity… ", "\n", "\nI revere the sanctity of life – but not at any cost. I confirm I don't want my life prolonged. I can see I would probably incline towards the quality of life argument, whereas others will be more comfortable with palliative care. Yes, I think a lot of people would be upset if I said I wanted assisted dying. I would say I wouldn't mind actually.\""]},
{"Pro argument": ["\"The right to die should be a matter of personal choice. ", "\n", "\nWe are able to choose all kinds of things in life from who we marry to what kind of work we do and I think when one comes to the end of one's life, whether you have a terminal illness or whether you're elderly, you should have a choice about what happens to you... ", "\n", "\nI’m pro life - I want to live as long as I possibly can, but l also believe the law should be changed to let anyone with some severe medical condition which is causing unbearable symptoms to have an assisted suicide. I wouldn't want to be unnecessarily kept alive against my own will.\""]},
{"Pro argument": ["\"I think those who have a terminal illness and are in great pain should have the right to choose to end their lives and those that help them should be free from prosecution. We don’t let animals suffer, so why humans?\""]},
{"Pro argument": ["\"I have long favored legalizing physician-assisted dying for terminally ill patients whose suffering cannot be relieved in any other way, and I was the first of the original fourteen petitioners to put the Massachusetts Death with Dignity Act on the ballot in November. In 1997, as executive editor of the New England Journal of Medicine, when the issue was before the US Supreme Court, I wrote an editorial favoring it, and told the story of my father, who shot himself rather than endure a protracted death from metastatic cancer of the prostate.", "\n", "\nIt seems to me that, as with opposition based on whether the physician is 'active,' the argument that physicians should be only 'healers' focuses too much on the physician, and not enough on the patient. When healing is no longer possible, when death is imminent and patients find their suffering unbearable, then the physician’s role should shift from healing to relieving suffering in accord with the patient’s wishes. Still, no physician should have to comply with a request to assist a terminally ill patient to die, just as no patient should be coerced into making such a request. It must be a choice for both patient and physician.\""]},
{"Pro argument": ["\"I support legal euthanasia for a number of reasons. First comes the principle of sovereignty of the individual over his own body. Then there is a practical matter: the moral distinction between abstaining from life-saving treatment, palliative sedation and euthanasia is very murky, for me it doesn't exist at all. Therefore it makes no sense that the first two are legal while the third is not.\""]},
{"Pro argument": ["\"I believe that physician-assisted suicide should be legalized because that allows for more scrutiny and application of the safeguards. The practice is happening regardless of the legal status; keeping it illegal has the potential to cause more harm than good as it restricts access to knowledgeable social services and health care providers who may help patients and families explore other options to achieving a good death, leaving PAS [physician-assisted suicide] as truly an option of last resort.\""]},
{"Pro argument": ["\"We firmly believe that physician-assisted death should be one--not the only one, but one--of the last-resort options available to a patient facing a hard death. We agree that these options should include high dose pain medication if needed, cessation of life-sustaining therapy, voluntary cessation of eating and drinking, and terminal sedation. We also believe, however, that physician-assisted dying, whether it is called physician-assisted death or physician aid in dying or physician-assisted suicide, should be among the options available to patients at the end of life.\""]},
{"Pro argument": ["\"At the Hemlock Society we get calls daily from desperate people who are looking for someone like Jack Kevorkian to end their lives which have lost all quality... Americans should enjoy a right guaranteed in the European Declaration of Human Rights--the right not to be forced to suffer. It should be considered as much of a crime to make someone live who with justification does not wish to continue as it is to take life without consent.\""]},
{"Pro argument": ["\"Physician-assisted suicide isn't about physicians becoming killers. It's about patients whose suffering we can't relieve and about not turning away from them when they ask for help. Will there be physicians who feel they can't do this? Of course, and they shouldn't be obliged to. But if other physicians consider it merciful to help such patients by merely writing a prescription, it is unreasonable to place them in jeopardy of criminal prosecution, loss of license, or other penalty for doing so.\""]},
{"Pro argument": ["\"My personal position is that if we believe that there is a right to life, then we must accept that people have a right to dispose of that life whenever they want... I do not believe that telling people they have a right to life while denying them the means, manner, or information necessary for them to give this life away has any ethical consistency.\""]},
{"Pro argument": ["\"We have constructed a three-step argument for physician-assisted suicide and euthanasia: Assuming patient consent, 1) we may permissibly cause death as a side effect if it relieves pain, because sometimes death is a lesser evil and pain relief a greater good; 2) we may permissibly intend other lesser evils to the patient, for the sake of her greater good; 3) therefore, when death is a lesser evil, it is sometimes permissible for us to intend death in order to stop pain. Call this the Three-Step Argument.\""]},
{"Pro argument": ["\"The right of a competent, terminally ill person to avoid excruciating pain and embrace a timely and dignified death bears the sanction of history and is implicit in the concept of ordered liberty. The exercise of this right is as central to personal autonomy and bodily integrity as rights safeguarded by this Court's decisions relating to marriage, family relationships, procreation, contraception, child rearing and the refusal or termination of life-saving medical treatment. In particular, this Court's recent decisions concerning the right to refuse medical treatment and the right to abortion instruct that a mentally competent, terminally ill person has a protected liberty interest in choosing to end intolerable suffering by bringing about his or her own death. ", "\n", "\nA state's categorical ban on physician assistance to suicide -- as applied to competent, terminally ill patients who wish to avoid unendurable pain and hasten inevitable death -- substantially interferes with this protected liberty interest and cannot be sustained.\""]},
{"Pro argument": ["\"[P]hysicians, in carrying out their ethical duty to relieve the pain and suffering of their terminally-ill patients, should be legally permitted to accede to the desire of a patient to hasten death when the patient's decision is voluntarily reached, a patient is competent to make the decision, and the patient has been fully informed of the diagnosis and prognosis of an incurable, fatal disease which has progressed to the final stages...", "\n", "\nThe right to physician-assisted suicide should be recognized by this Court as a fundamental right... Moreover, the amicus group agrees with the Court of Appeals for the Second Circuit in Quill that the denial of physician-assisted suicide is a denial of equal protection to terminally-ill patients who do not have the option of hastening death by requesting the removal of life support systems.\""]},
{"Pro argument": ["\"The problem is that medical science has conquered the gentle and peaceful deaths and left the humiliating and agonizing to run their relentless downhill course. The suffering of these individuals is not trivial and it is not addressed by anything medical science has to offer. Faced with this dilemma, the problem for many is that the law turns loving families into criminals. It separates loved ones at the end, when it is most important to be close. It encourages patients to choose violent and premature deaths while they still have the strength to act. And it forces some to suffer through a slow and agonizing death that contradicts the very meaning and fabric of their lives... ", "\n", "\nWhen we know that certain rare and desperate cases call for a compassionate response in the form of assisted death our democratic heritage demands that the law be consistent with that knowledge.\""]},
{"Pro argument": ["\"I believe there are people who are healthy and mentally competent enough to decide on suicide. People who are not depressed. Everyone has a right for suicide, because a person has a right to determine what will or will not be done to his body. There’s no place for people to turn today who really want to commit suicide. Teenagers, and the elderly especially, have nowhere to turn. But when they come to me, they will obey what I say because they know they're talking to an honest doctor.\""]},
{"Pro argument": ["\"The greatest human freedom is to live, and die, according to one's own desires and beliefs. The most common desire among those with a terminal illness is to die with some measure of dignity. From advance directives to physician-assisted dying, death with dignity is a movement to provide options for the dying to control their own end-of-life care.\""]},
{"Con argument": ["\"On the basis of substantive ethics, clinical practice, policy, and other concerns articulated in this position paper, the ACP does not support legalization of physician-assisted suicide. It is problematic given the nature of the patient–physician relationship, affects trust in the relationship and in the profession, and fundamentally alters the medical profession's role in society. Furthermore, the principles at stake in this debate also underlie medicine's responsibilities regarding other issues and the physician's duties to provide care based on clinical judgment, evidence, and ethics. Society's focus at the end of life should be on efforts to address suffering and the needs of patients and families, including improving access to effective hospice and palliative care.\""]},
{"Con argument": ["\"Physician-assisted suicide does damage to patients who are in very difficult situations. It does damage to the medical profession. It compromises the sacred trust between physician and patient, which should be based on healing, not based on killing.\""]},
{"Con argument": ["\"[C]ampaigning to end certain people’s lives doesn’t end suffering – it passes on the suffering to other similar people, who now have to fear they are the next people in line to be seen as having worthless lives. And people who have died from a drug overdose have no freedom of choice at all. Moreover, societies that authorize suicide as a 'choice' for some people soon end up placing pressure on them to 'do the right thing' and kill themselves... Seeing suicide as a solution for some illnesses can only undermine the willingness of doctors and society to learn how to show real compassion and address patients’ pain and other problems. In states that have legalized assisted suicide, in fact, most patients request the lethal drugs not due to pain (or even fear of future pain), but due to concerns like 'loss of dignity' and 'becoming a burden on others' – attitudes that these laws encourage. The solution is to care for people in ways that assure them that they have dignity and it is a privilege, not a burden, to care for them as long as they live.\""]},
{"Con argument": ["\"It is understandable, though tragic, that some patients in extreme duress--such as those suffering from a terminal, painful, debilitating illness--may come to decide that death is preferable to life. However, permitting physicians to engage in assisted suicide would ultimately cause more harm than good.", "\n", "\nPhysician-assisted suicide is fundamentally incompatible with the physician's role as healer, would be difficult or impossible to control, and would pose serious societal risks... ", "\n", "\n[P]ermitting physicians to engage in euthanasia would ultimately cause more harm than good. Euthanasia is fundamentally incompatible with the physician's role as healer, would be difficult or impossible to control, and would pose serious societal risks. Euthanasia could readily be extended to incompetent patients and other vulnerable populations.", "\n", "\nThe involvement of physicians in euthanasia heightens the significance of its ethical prohibition. The physician who performs euthanasia assumes unique responsibility for the act of ending the patient’s life.\""]},
{"Con argument": ["\"[D]octor-prescribed suicide is not needed. Under existing law, every patient and/or his designated decision-maker has the right to refuse prolonging life by artificial means. No one has to linger indefinitely when natural causes would lead to death… The most fundamental part of a doctor-patient relationship is trust. If doctor-prescribed suicide were legal, patients wouldn't know if the doctor's ultimate motive was to heal them or end their life. The doctor's duty is to kill the pain - not the patient.\""]},
{"Con argument": ["\"The logic of assisted suicide leads inevitably to the government and corporate administrators essentially deciding which lives are worth saving and caring for and who would be better off dead. The criteria for such decisions will always be arbitrary and the process will always mean the strong and powerful deciding the fate of those who are weak and less influential in society. This is the beginning of tyranny... The proper response to an unjust law is conscientious objection. And this is an unjust law.\""]},
{"Con argument": ["\"Disabling diseases and injuries, including those for which there is a terminal diagnosis, are tragic. However, there is no such thing as a life not worth living. Every life holds promise, even if disadvantaged by developmental disability, injury, disease, or advanced aging. FRC believes that every human life has inherent dignity, and that it is unethical to deliberately end the life of a suffering person (euthanasia), or assist or enable another person to end their life (assisted suicide)... True compassion means finding ways to ease suffering and provide care for each person, while maintaining the individual's life and dignity.\""]},
{"Con argument": ["\"Whatever one’s views in that regard, respect for life (a preferable term to sanctity of life to avoid religious connotations and associations) is not just a religious value, it’s a foundational value of all societies in which reasonable people would want to live, as the Charter of Rights recognizes. It is foundational to what German philosopher Jurgen Habermas calls 'the ethics of the [human] species' and I call 'human ethics', which must guide secular societies such as Canada...", "\n", "\nThose who see all humans as having dignity just because they are human, believe that respect for life requires that we do not intentionally kill another human being or help them to kill themselves, which means that euthanasia and assisted suicide must remain legally prohibited.\""]},
{"Con argument": ["\"If we legalize assisted suicide, some patients will die instead of ultimately regaining their joy in living. ", "\n", "\nFor some reason, this message doesn't resonate as vividly as the siren song of doctor-prescribed death. But know this: If we are seduced into legalizing assisted suicide, we will cheat at least some people out of the universe's most precious and irreplaceable commodity: Time.", "\n", "\nAssisted suicide isn't 'choice;' it is the end of all choices. Doctor prescribed death is not 'death with dignity;' it is really the euthanasia of hope.\""]},
{"Con argument": ["\"Legalising euthanasia would have a wide range of profoundly detrimental effects. It would diminish the protection offered to the lives of all. It would allow the killing of people who do not genuinely volunteer to be killed, and any safeguards, although initially observed, would inevitably weaken over time.", "\n", "\nThere would be other long-term consequences of legalising euthanasia that we cannot yet envisage. We can be sure that these consequences would be pernicious, however, because they would emanate from an initiative which, while nobly motivated, is wrong in principle - attempting to deal with the problems of human beings by killing them.\""]},
{"Con argument": ["\"The government should not have the right to give one group of people (e.g. doctors) the power to kill another group of people (e.g. their patients). ", "\n", "\nActivists often claim that laws against euthanasia and assisted suicide are government mandated suffering. But this claim would be similar to saying that laws against selling contaminated food are government mandated starvation. ", "\n", "\nLaws against euthanasia and assisted suicide are in place to prevent abuse and to protect people from unscrupulous doctors and others. They are not, and never have been, intended to make anyone suffer.\""]},
{"Con argument": ["\"I am opposed to the legalization of voluntary euthanasia for terminally ill patients as administered by physicians (it goes without saying I would opposed involuntary euthanasia as well). While I respect and advocate for patients to have control and dignity in dying, it is contrary to the vocation of medicine to intentionally hasten or cause death. In all cases (medical or non-medical), taking human life should be a last resort, and until our society has given appropriate attention to pain control, hospice care, and advance directive, we will not have met the criteria of last resort with respect to legalized euthanasia. I accept refusal or non-treatment of patients with terminal conditions wherein the underlying cause of death is a disease or organic pathology.\""]},
{"Con argument": ["\"In many states it is now legal to euthanize disabled persons by starvation and dehydration without any evidence of their wishes based on the 'best interest' form of substituted judgement... In my view this is not only murder it is torturing a person to death. Why do state and Federal law allow this barbaric behaviour?\""]},
{"Con argument": ["\"This path to peaceful dying rests on the illusion that a society can safely put in the hands of physicians the power directly and deliberately to take life, euthanasia, or to assist patients in taking their own life, physician-assisted suicide... It threatens to add still another sad chapter to an already sorry human history of giving one person the liberty to take the life of another. It perpetuates and pushes to an extreme the very ideology of control--the goal of mastering life and death--that created the problems of modern medicine in the first place. Instead of changing the medicine that generates the problem of an intolerable death (which, in almost all cases, good palliative medicine could do), allowing physicians to kill or provide the means to take one's own life simply treats the symptoms, all the while reinforcing, and driving us more deeply into, an ideology of control.\""]},
{"Con argument": ["\"The IMA [Islamic Medical Association] endorses the stand that there is no place for euthanasia in medical management, under whatever name or form (e.g., mercy killing, suicide, assisted suicide, the right to die, the duty to die, etc.). Nor does it believe in the concept of a willful and free consent in this area. The mere existence of euthanasia as a legal and legitimate option is already pressure enough on the patient, who would correctly or incorrectly, read in the eyes of his/her family the silent appeal to go.\""]},
{"Con argument": ["\"Constitutional protection for a right to assisted suicide might spawn pressure on the elderly and infirm--but still happily alive--to 'die and get out of the way.' Also at risk are the poor and minorities, who have been shown to suffer more pain (i.e. they receive less treatment for their pain) than other groups... Further, like the elderly and infirm, they, as well as the handicapped, are at risk of being unwanted and subjected to pressure to choose physician-assisted suicide rather than continued treatment... ", "\n", "\nThe poor, the elderly, the disabled and minorities are all at risk from undue pressure to commit physician-assisted suicide, either through direct pressure or through inadequate treatment of their pain and suffering. They cannot be adequately protected by procedural safeguards, if the Dutch experience is any indication. The only way to achieve adequate protection for these groups is to maintain a bright-line rule against physician-assisted suicide.\""]},
{"Con argument": ["\"American society has never sanctioned assisted suicide or mercy killing. We believe that the practices would be profoundly dangerous for large segments of the population, especially in light of the widespread failure of American medicine to treat pain adequately or to diagnose and treat depression in many cases. The risks would extend to all individuals who are ill. They would be most severe for those whose autonomy and well-being are already compromised by poverty, lack of access to good medical care, or membership in a stigmatized social group. The risks of legalizing assisted suicide and euthanasia for these individuals, in a health care system and society that cannot effectively protect against the impact of inadequate resources and ingrained social disadvantage, are likely to be extraordinary.\""]},
{"Con argument": ["\"Assisted suicide has been marketed to the American public as a step toward increasing individual freedom, but choice is an empty slogan in a world full of pressures on people with chronic illnesses and disabilities. Now is not the time to establish a public policy securing the profits of a health care system that abandons those most in need and would bury the evidence of their crime.\""]},
{"Con argument": ["\"The prohibition against killing patients... stands as the first promise of self-restraint sworn to in the Hippocratic Oath, as medicine's primary taboo: 'I will neither give a deadly drug to anybody if asked for it, nor will I make a suggestion to this effect'... In forswearing the giving of poison when asked for it, the Hippocratic physician rejects the view that the patient's choice for death can make killing him right. For the physician, at least, human life in living bodies commands respect and reverence--by its very nature.\""]},
{"Con argument": ["\"As Catholic leaders and moral teachers, we believe that life is the most basic gift of a loving God--a gift over which we have stewardship but not absolute dominion. Our tradition, declaring a moral obligation to care for our own life and health and to seek such care from others, recognizes that we are not morally obligated to use all available medical procedures in every set of circumstances. But that tradition clearly and strongly affirms that as a responsible steward of life one must never directly intend to cause one's own death, or the death of an innocent victim, by action or omission... ", "\n", "\nWe call on Catholics, and on all persons of good will, to reject proposals to legalize euthanasia.\""]}
]