[
{"Title": "Should the Government Allow Immigrants Who Are Here Illegally to Become US Citizens? - Illegal Immigration - ProCon.org"},
{"Pro argument": ["\"[W]e have to deal with the 11 million individuals who are here illegally. We all agree that these men and women should have to earn their way to citizenship. But for comprehensive immigration reform to work, it must be clear from the outset that there is a pathway to citizenship… ", "\n", "\nWe've got to lay out a path -- a process that includes passing a background check, paying taxes, paying a penalty, learning English, and then going to the back of the line, behind all the folks who are trying to come here legally. That's only fair, right?... ", "\n", "\nSo that means it won't be a quick process but it will be a fair process. And it will lift these individuals out of the shadows and give them a chance to earn their way to a green card and eventually to citizenship.\""]},
{"Pro argument": ["\"There are an estimated 11 million undocumented immigrants currently residing in the United States. It is unrealistic and inhumane to deport these individuals from their families and lives in the United States. These immigrants should be offered a path to legal status and eventually earned citizenship. This track to citizenship should be realistic, rather than being so burdensome that it prevents integration. Allowing these immigrants to regularize their status will not only strengthen our national security, but will also stimulate the economy and enhance America’s rich, vibrant, and diverse culture.\""]},
{"Pro argument": ["\"[W]hat's wrong with granting amnesty to hard-working, tax-paying individuals whose only crime is their immigration status? Indeed, amnesty is not only the best solution to our immigration problem, it is the only feasible solution. Here are five reasons to grant amnesty to illegal immigrants now. ", "\n", "\n1. Immigration Is Good for the Economy… ", "\n", "\n2. Illegal Immigrants Already Pay Taxes… ", "\n", "\n3. Most Illegal Immigrants Are Otherwise Law-Abiding… ", "\n", "\n4. Immigration Is a Natural Right… ", "\n", "\n5. There Are Too Many Illegal Immigrants to Do Anything Else.\""]},
{"Pro argument": ["\"As our study demonstrates, legal status and a road map to citizenship for the unauthorized will bring about significant economic gains in terms of growth, earnings, tax revenues, and jobs—all of which will not occur in the absence of immigration reform or with reform that creates a permanent sub-citizen class of residents. We also show that the timing of reform matters: The sooner we provide legal status and citizenship, the greater the economic benefits are for the nation.\""]},
{"Pro argument": ["\"Legal status would boost the economy, but the resulting productivity and wage gains would be much higher if the vast majority of the undocumented population are granted citizenship. Researchers found that immigrants who are only eligible for legal status, but not citizenship, would contribute about $832 billion to the economy in a ten year period, add 121,000 more jobs per year, and pay $109 billion in taxes over a ten-year period. Compare that to a scenario where undocumented immigrants are granted legal status and citizenship at the same time, the U.S. GDP would grow by $1.4 trillion over a ten year period, immigrants would help to create an additional 203,0000 jobs per year, and add $184 billion in tax revenue. In another scenario where undocumented immigrants are granted legal status and citizenship after five years, the GDP would grow by $1.1 trillion, there would be an additional 159,000 jobs per year, and add $144 billion in tax revenue.\""]},
{"Pro argument": ["\"The American people support comprehensive immigration reform--not just because it is the right thing to do, but because it strengthens families, our economy, and our country. Congress must pass comprehensive immigration reform that provides a path to citizenship, treats every person with dignity, upholds the rule of law, protects our borders and national security, and brings millions of hardworking people into the formal economy.\""]},
{"Pro argument": ["\"It is no great secret that across the United States undocumented workers perform a critical role in our economy. They harvest and process our food and it is no exaggeration to say that, with out them, food production in the United States would significantly decline. Undocumented workers build many of our homes, cook our meals, maintain our landscapes. We even entrust undocumented workers with that which we hold most dear – our children... ", "\n", "\n[I]t is time to end the discussion of mass deportation or self-deportation. We cannot and we should not even be talking about sweeping up millions of men, women, and children – many of whom have been here for years – and throwing them out of the country. That’s wrong and that type of discussion has got to end... ", "\n", "\nThe bottom line of all of this is that it is time to bring our neighbors out of the shadows. It is time to give them legal status. It is time to create a reasonable and responsible path to citizenship.\""]},
{"Pro argument": ["\"The flow of illegal immigration across our borders is a threat to both our economic and national security. We need a comprehensive plan to address this problem and it starts with securing our border. On the economic front, American workers, who are forced to pay taxes, are being cheated by illegal immigrants paid under the table. We should require illegal immigrants to register with the government to ensure they are paying taxes, learning English, undergoing background checks, and paying restitution for entering our nation illegally. Then, after living under our laws and our rules, we should require they wait for citizenship behind legal immigrants already in line. Finally, after going through this lengthy process -- including paying fines, paying taxes, learning English, and passing an American civics and assimilation exam -- which should take a decade or longer, an illegal immigrant could become a citizen, rather than remaining in the shadows and outside the arm of the law. Most important, we need presidential leadership on this issue to build consensus and craft solutions through constitutional means, not executive fiat.\""]},
{"Pro argument": ["\"Amnesty has emerged as the pariah term of the immigration debate, disavowed even by those who believe in its goals. But what are the alternatives to letting illegals stay? Deporting millions? Devising other punishments? Doing nothing at all?... Whether you fine illegal aliens or stick them in English classes or make them say a hundred Hail Marys, at the end of the day, illegals would be allowed to stay and become citizens under this bill [S. 2611]. That's amnesty. And that's a good thing for America. Amnesty won't depress wages - globalization has already done that. Amnesty will not undermine the rule of law... It sounds counterintuitive, but with immigration, forgiving a crime may be the best way to restore law and order. Amnesty won't necessarily add to the social-services burden... Amnesty would offer millions... a fighting chance at self-sufficiency and social mobility.\""]},
{"Pro argument": ["\"Hard working, tax-paying immigrants who are living in this country should be given every opportunity to come forward, pay a fine, and earn legal status and a path toward citizenship. Successful reform mandates the most expansive earned legalization provisions that would make eligible the largest number of undocumented persons... ", "\n", "\nThe benefits of an expansive legalization program are clear: employer compliance with withholding requirements is best achieved by the highest level of participation in the legalization programs; people will come out of the shadows and be able to work at higher paying and more secure jobs; and families will be reunited.\""]},
{"Pro argument": ["\"Now is the time for real immigration reform, and I’m here to demand that this reform include -- it must include, a workable and clear and practical roadmap to citizenship for every aspiring citizen in America.... ", "\n", "\nRight now, today, the United States of America has 11 million aspiring citizens who rent or own homes, who raise families and buy groceries, who work hard, who pay taxes, and do their fair share right here in Chicago, and in thousands of cities and towns all across this country—but who live here as second-class citizens, and something has to be done about it! ", "\n", "\n...We don’t want a bunch of useless hurdles to citizenship. We want a simple system that works, a wide path that leaves nobody behind.\""]},
{"Pro argument": ["\"We've got to make sure that we resolve the status of illegal immigrants who are already in this country. It's an interesting debate taking place in America -- I'll give you my position. One, I do not think we ought to grant amnesty to people who are here illegally. And the reason I don't is I think that will encourage a whole other bunch of people to come. But I know you cannot deport 10 million people who have been here working. It's unrealistic. It may sound good in certain circles and political circles. It's not going to work. The best plan is to say to somebody who has been here illegally, if you've been paying your taxes, and you've got a good criminal record, that you can pay a fine for being here illegally, and you can learn English, like the rest of us have done, and you can get in a citizenship line to apply for citizenship. You don't get to get in the front, you get to get in the back of the line.\""]},
{"Pro argument": ["\"Hard working, tax-paying immigrants who are living in this country should be given every opportunity to come forward, pay a fine, and earn legal status and a path toward citizenship. Successful reform mandates the most expansive earned legalization provisions that would make eligible the largest number of undocumented persons... The benefits of an expansive legalization program are clear: employer compliance with withholding requirements is best achieved by the highest level of participation in the legalization programs; people will come out of the shadows and be able to work at higher paying and more secure jobs; and families will be reunited.\""]},
{"Pro argument": ["\"Our broken immigration system is like an economic superhighway where the speed limit is set at 30 mph. We need to reset the speed limit by creating legal channels for new workers, eliminate family immigration backlogs which undermine our legal immigration system, and create a path to citizenship for those who are here, working and paying taxes... NCLR supports comprehensive immigration reform that includes the following principles: 1) enforcement that is conducted sensibly, effectively, in a manner consistent with our nation's laws and values; 2) a path to citizenship for the current undocumented population; 3) the creation of new legal channels for future immigrant workers; 4) a reduction of family immigration backlogs; and 5) the protection of civil rights and civil liberties.\""]},
{"Con argument": ["\"A more pragmatic solution would be to offer a path to legalization that stops short of citizenship. That would meet the humanitarian imperative to keep families together. But it would also hold those who have violated immigration laws accountable for their actions. This would apply only to undocumented workers who were of legal age when they entered the United States; those who were not of legal age should be given a citizenship path identical to the one that is available to legal immigrants. ", "\n", "\nExcept for those who were born on American soil, citizenship is not a right. It's a privilege. A path short of citizenship sends a powerful message to America's legal-immigrant community, whose members have worked tirelessly to follow existing immigration guidelines. There is a rule of law, and citizenship is granted to those who follow it.\""]},
{"Con argument": ["\"As Chairman of the House Judiciary Committee, I have strongly advocated for immigration reform that focuses on enforcement and upholding the rule of law, including elimination of enforcement waivers that have been abused by previous and current Administrations. To be clear, any immigration reform proposal must first guarantee that our immigration laws are enforced both at the border and within the United States. I remain opposed to amnesty, as I always have been. I do not support a special pathway to citizenship that rewards those who have broken our immigration laws.\""]},
{"Con argument": ["\"Illegal immigrants, in their arrogance, have shown they believe our immigration rules do not apply to them. They have jumped the line – basically stealing a chance at a better life from millions of people around the world who would like to live in America. The idea they would be granted full citizenship essentially so the Democratic Party would gain millions more votes is obscene.\""]},
{"Con argument": ["\"It starts with border enforcement… It starts with enforcing the rule of law. But you need to have a vibrant, legal immigration system. Legal immigration is America… I think you could have a pathway to legal status. That's been what I have proposed in the past is a pay--a way to make amends with the law, effectively go on probation and earn your way to legal status, but not to citizenship.\""]},
{"Con argument": ["\"As long as they get to remain in the United States legally, they will have jumped ahead of those in their home countries who are attempting legal entry. The newly legalized illegal immigrants will be able to have children born here that will be given automatic American citizenship, with rights to a multitude of means-tested welfare benefits, and non-means-tested entitlements. These children will become the anchors for future citizenship applications from their parents. These benefits will not accrue to those who remain in their countries while attempting to come here legally. ", "\n", "\nThere is only one way to ensure that illegal immigrants go to the back of the line, and that the rule of law is respected. Illegal immigrants must leave the United States without any change in their status under the law beyond what is available to them under present law and present lawful regulations promulgated in compliance with present law.\""]},
{"Con argument": ["\"Our national and economic security depend on requiring people who are living and working here illegally to come forward and get right with the law. There will be no special path to citizenship for individuals who broke our nation’s immigration laws – that would be unfair to those immigrants who have played by the rules and harmful to promoting the rule of law. Rather, these persons could live legally and without fear in the U.S., but only if they were willing to admit their culpability, pass rigorous background checks, pay significant fines and back taxes, develop proficiency in English and American civics, and be able to support themselves and their families (without access to public benefits). Criminal aliens, gang members, and sex offenders and those who do not meet the above requirements will not be eligible for this program. Finally, none of this can happen before specific enforcement triggers have been implemented to fulfill our promise to the American people that from here on, our immigration laws will indeed be enforced.\""]},
{"Con argument": ["\"If we succeeded in removing the hyperbole and stereotypes from the immigration debate, our politics might open itself to a balanced approach to the problem: legalization for as many undocumented immigrants as possible, but citizenship for none of them. Under this proposal, illegal immigrants who so desired could become \"permanent non-citizen residents\" with no option of ever naturalizing. ", "\n", "\nSuch a policy would do much to address the predicament faced by the undocumented while at the same time respecting and addressing the concerns of those Americans who have long demanded that illegals be penalized for breaking the law.\""]},
{"Con argument": ["\"The people that came here illegally knowingly -- I don't think they should have a path to citizenship. If you knowingly violated our law, you violated our sovereignty, I think we should normalize your status but we should not give you a pathway to citizenship. \"Some people are calling it a blue card or a red card [as opposed to a green card], I think we should treat them with dignity, but we should also be fair to millions of people that are waiting in line, that are trying to do it the right way.\""]},
{"Con argument": ["\"I do think we need a fence. I think we need to control our border for sure. But if you're a law-abiding person that has lived here, we'll give you a path to legalization, not a path to citizenship. It is important that we control our border. We lock our doors so people don't wander into our homes. ", "\n", "\nThe country has a right to control its border, too. To say we're going to pick 10 or 11 million people out and shove them out of here, do you remember after World War II when they imprisoned Japanese and what a dark spot, a dark stain on our history. The idea that we're just going to deport all of these people is not going to happen. And it's just not right.\""]},
{"Con argument": ["\"In my view, we also have to fix the illegal immigration system, which has been broken for about 25 years now. Everyone talks about comprehensive solutions but nobody starts with the basics. My own view is, if you have come here illegally and stayed here illegally, that you don't get a path to citizenship... ", "\n", "\nI think legal status is a possibility, for sure. I think their children maybe can become citizens. But my own view is it isn't fair to say to people who have played by the rules -- and it takes a long time to play by the rules -- that, you know, it just doesn't matter.”"]},
{"Con argument": ["\"Do not grant amnesty to illegal aliens. Regardless of the penalties imposed, any program that grants individuals who are unlawfully present the legal permission to remain here rewards illegal behavior and is unfair to those who obey the law and go through the regula­tory and administrative requirements to enter the country legally. Those who enter the United States illegally should not be rewarded with permanent legal status or other such benefits, and they should be penalized in any road to citizenship. Those who enter and remain in the country illegally are violating the law, and condoning or encouraging such violations increases the likelihood of further illegal conduct. The only fair way to resolve this problem is to insist that individuals currently in the country who have violated immigration statutes leave and then apply for admission through legal means.\""]},
{"Con argument": ["\"Extending amnesty to those who came here illegally or overstayed their visas dissuades people from joining the nearly 4.5 million would-be Americans who are following the rules. This creates economic problems, national security concerns and a human rights crisis as immigrants risk death crossing into America.\""]},
{"Con argument": ["\"The problems associated with illegal immigration cannot be addressed unless and until we gain physical control of our borders and coastlines... The number one priority for Congress should be securing our borders - no immigration reform is possible until then. Once we have control over who is entering the country, we can begin to reform the legal immigration process... Amnesty for lawbreakers is not the answer, and it's time to rethink birthright citizenship.\""]},
{"Con argument": ["\"Immigration policy should be based on and adhere to the rule of law. Immigration laws must be enforced consistently and uniformly throughout the United States... Those who enter or remain in the United States in violation of the law shall be detained and removed expeditiously. Illegal aliens shall not accrue any benefit, including U.S. citizenship, as a result of their illegal entry or presence in the United States... Illegal aliens currently in the United States may be afforded a one-time opportunity to leave the country without being prosecuted. Those who do not take advantage of this opportunity will be removed and permanently barred from returning.\""]}
]