[
{"Title": "Should Prostitution Be Legal? - Legal Prostitution - ProCon.org"},
{"Pro argument": ["\"Amnesty International considers that to protect the rights of sex workers, it is necessary not only to repeal laws which criminalize the sale of sex, but also to repeal those which make the buying of sex from consenting adults or the organization of sex work (such as prohibitions on renting premises for sex work) a criminal offence...", "\n", "\nThe fact that various aspects of sex work are treated as criminal conduct in many countries means that sex workers cannot rely on support or protection from the police. For many sex workers, reporting crimes experienced during the course of their work means putting themselves at risk of criminalization and/or penalization on the basis of their involvement in sex work, seizure of their earnings, potential loss of their livelihood through related sanctions and/or monitoring by the police to detect their clients. As a result, sex workers are frequently unable to seek redress for crimes committed against them, thereby offering impunity to perpetrators. In addition, the stigmatized and criminalized status that sex workers experience gives law enforcement officials in many countries the scope to harass, extort and perpetrate physical and sexual violence against them, also with impunity. When they are not threatened with criminalization/penalization, sex workers are better able to collaborate with law enforcement to identify perpetrators of violence and abuse, including human trafficking.\""]},
{"Pro argument": ["\"I cannot understand why any form of criminal sanction should be considered applicable to the voluntary sale and purchase of sexual services in 2016. This is clearly a private matter in which the state should not seek to legislate... ", "\n", "\nCriminalisation does not help people get out of prostitution and legalisation does not trap them in it. ", "\n", "\nAs a society we can choose whether to make it easier for people to escape prostitution or whether to make life harder for those trapped in it. ", "\n", "\nI have always believed that any person selling sex has a right to demand whatever resources it would take for them to leave prostitution into a situation that they can realistically thrive and grow in.\""]},
{"Pro argument": ["\"It's time for legislators to wake up from slumber land by legalizing and regulating prostitution... ", "\n", "\nSome folks disapprove of the immoral nature of sex for sale and, perhaps, rightfully so. But judging morality is for churches, employers, family members and peers. It should not be a matter for law enforcement, court dockets and jail cells, costing the taxpayer dearly, every day, every month, every year...", "\n", "\nProstitution flourishes in the black market that would not exist if brothels and hookers were legitimized, licensed, medically inspected, zoned and taxed. Like drugs, gambling and other crimes of morality, or alcohol prohibition of years past, the black market is nourished by draconian laws that forever fail to accomplish its intended purpose...", "\n", "\nIn Germany, and other countries, prostitution is legal and taxed. They turn the 'crime' into an economic plus. In other countries like the United States, we create the 'crime,' which turns the behavior into an economic negative. And, it's still a thriving business, law or no law.\""]},
{"Pro argument": ["\"As civil libertarians, we believe the government should not throw consenting adults in jail for private sexual conduct. An adult who chooses to engage in sexual activity, whether for recreation, procreation or in exchange for something of value, makes a private, individual choice that should not be subject to criminal sanctions. Our rights to individual autonomy and privacy allow us all to make these decisions as adults.", "\n", "\nAs advocates for equality, we know that anti-sex work laws disproportionately target women along with LGBTQ people, young people and people of color, all of whom are overrepresented in the sex industry and at highest risk of arrest. Systemic discrimination can factor into the decision to participate in sex work. In the face of job discrimination, no viable alternatives for earning a living, ejection from school, eviction from housing or ostracism from your family for your gender identity or sexual orientation, sex work may offer one of the more stabilizing and accessible ways to support yourself and your family. As criminal justice reformers, we see laws criminalizing sex work as another way of misdirecting law enforcement resources and expanding our unjust system of mass incarceration. Scarce tax dollars underwrite people's arrests and imprisonment for consensual activity. In addition to criminal records, arrests for sex work come with devastating collateral consequences, including eviction, loss of child custody and deportation.\""]},
{"Pro argument": ["\"Contrary to stereotypes of paid sex, work in a legal brothel is not especially dangerous or hazardous to one's health. Some sex workers view their profession as involving greater skill and even a more human touch than alternative jobs open to them. They take pride in their ability to give not only physical pleasure, but also emotional support, to needy people who cannot get sex any other way.", "\n", "\nIf sex work is not going to disappear anytime soon, anyone who cares about the health and safety of sex workers – not to mention their rights – should support moves to make it a fully legal industry. That is what most sex workers want as well...", "\n", "\n[C]ountries that criminalize the sex industry should consider the harms these laws cause, as Amnesty International has done. It is time to put aside moralistic prejudices, whether based on religion or an idealistic form of feminism, and do what is in the best interests of sex workers and the public as a whole.\""]},
{"Pro argument": ["\"No person's human or civil rights should be violated on the basis of their trade, occupation, work, calling or profession.", "\n", "\nNo law has ever succeeded in stopping prostitution. ", "\n", "\nProstitution is the provision of sexual services for negotiated payment between consenting adults. So defined, prostitution is a service industry like any other in which people exchange skills for money or other reward...", "\n", "\nNon-consenting adults and all children forced into sexual activity (commercial or otherwise) deserve the full protection of the law and perpetrators deserve full punishment by the law.", "\n", "\nWorkers in the sex industry deserve the same rights as workers in any other trade, including the right to legal protection from crimes such as sexual harassment, sexual abuse and rape...", "\n", "\nThere are some unscrupulous people in all walks of life -government, law, journalism, banking, law enforcement, the stock exchange, medicine, the clergy, prostitution, etc. If every profession were criminalised when some of its members broke the law, there would be few legally sanctioned professions. Unscrupulous people should be summarily dealt with by the law, regardless of which profession they corrupt.\""]},
{"Pro argument": ["\"The ACLU supports the decriminalization of prostitution and opposes state regulation of prostitution. The ACLU also condemns the abuse of vagrancy or loitering laws or licensing or regulatory schemes to harass and arrest those who may be engaged in solicitation for prostitution. While there are both male and female prostitutes, laws against prostitution most frequently refer to, or are applied to woman. Despite the statutory stress on female prostitution, the ACLU's policy is applicable to prostitutes of both sexes... ", "\n", "\nSuch laws have traditionally represented one of the most direct forms of discrimination against women. The woman who engage in prostitution is punished criminally and stigmatized socially while her male customer, either by the explicit design of the statute or through a pattern of discriminatory enforcement is left unscathed.", "\n", "\nProstitution laws are also a violation of the right of individual privacy because they impose penal sanctions for the private sexual conduct of consenting adults. Whether a person chooses to engage in sexual activity for purposes of recreation, or in exchange for something of value, is a matter of individual choice, not for governmental interference. Police use of entrapment techniques to enforce laws against this essentially private activity is reprehensible. Similarly, the use of loitering and vagrancy laws to punish prostitutes for their status or to make arrests on the basis of reputation and appearance, is contrary to civilized notions of due process of law. ", "\n", "\nSince the ACLU policy is that prostitution should not be made criminal, solicitation for prostitution is entitled to the protection of the First Amendment.", "\n", "\nThe ACLU reaffirms its policy favoring removal of criminal penalties for prostitution and in support of total sexual freedom among consenting adults in private.\""]},
{"Pro argument": ["\"It is [for] some time that I have been pointing out that the introduction of an ad-hoc regulation for prostitution in Italy is most urgent for a number of reasons: fight against organized crime, rehabilitation of certain areas of our towns and for health-related conditions. In reorganizing prostitution we could follow the examples set by such towns as Amsterdam and Berlin, where prostitution is restricted to specific areas or to specific places which are regularly controlled by health and tax inspectors. The means to enforce a regulation for prostitution may vary but the end is only one: take prostitutes away from the street and from the criminal gangs and keep an activity which is presently more or less underground under tax and health controls.\""]},
{"Pro argument": ["\"To end abuses in the sex industry, the Netherlands decided to change the law to reflect everyday reality. It is now legal to employ prostitutes who are over the age of consent, and do the work voluntarily, but stricter measures have been introduced under criminal law to prevent exploitation. ", "\n", "\nThe legalisation of brothels enables the government to exercise more control over the sex industry and counter abuses. The police conduct frequent controls of brothels and are thus in a position to pick up signs of human trafficking. This approach is in the interests of prostitutes themselves, and it facilitates action against sexual violence and abuse and human trafficking...", "\n", "\nAn important spin-off of the policy is that it prevents human trafficking, which is characterised by exploitation, coercion and violence. The lifting of the ban on brothels makes prostitution a legitimate occupation and gives prostitutes the same rights and protection as other professionals.", "\n", "\nThe labour laws offer the most effective protection against exploitation, violence and coercion. The policy is based on the conviction that strengthening the position of women is the best way to combat sexual violence. Moreover, abuses are easier to detect when prostitutes operate publicly and legally rather than in a clandestine subculture.\""]},
{"Pro argument": ["\"We were very determined but didn't think we'd actually achieve getting the law changed. It was a long battle over 15 years to get those draconian measures off our statutes books. ", "\n", "\nI started working on the streets in 1972 when I was a student and then I went into brothel work and massage parlours in the 80s... The client of course was totally supported by the law - it wasn't against the law to ask or pay for sex but it was against the law to ask for money for sex which of course was the activity the sex workers couldn't avoid...", "\n", "\nSince the change in the law, people feel they can approach the police and report violence. And it has changed the dynamics between sex workers and clients.\""]},
{"Pro argument": ["\"New Zealand has lived in the 19th century for far too long. In this day and age, do most of us really accept that it is fair to arrest and convict sex workers for soliciting while their male (usually) clients do not risk criminalisation?... ", "\n", "\nProstitution has been a career option for some people since history began. Nothing any law has done has changed or will change that. Sex workers provide a service which is needed and wanted by many...", "\n", "\nI cannot accept that in this day and age our nation should continue to make criminals of sex workers because the Bible says it is wrong. In the first place, Christianity is not the state religion of New Zealand, and even within Christianity there are different interpretations of the Bible and related teachings. Secondly, the only prostitutes directly condemned in the Bible were those who used sex as a method of worship, which is not something commonly practised in this country.", "\n", "\nThe Bible takes a much stronger stand against adultery than against common whoredom, but I doubt that even the more conservative among us would wish to see adulterers cooling their heels in Auckland Central police station...", "\n", "\nAnd I don't lack a conscience because I believe we would all be better off in a society which had the honesty to accept the job choice that some adults make as valid and worthy of care and compassion, for all our sakes.\""]},
{"Pro argument": ["\"The assumption underlying much of the bad press Germany has received is that decriminalization is a boon to the underworld. In fact, the opposite is closer to the truth. Prostitution is like any other industry. Make it illegal, and you give criminals a monopoly. Legalize it, and you give law-abiding enterprises a chance to compete... ", "\n", "\nMoreover, regulated brothels now are operated as legitimate businesses, and so attract professional managers -- as opposed to underworld thugs...", "\n", "\nFor all concerned, the best course of action is to bring this business under the ambit of the law. When prostitutes need protection, to whom do we want them to turn -- thugs and mafiosi, or doctors and police?\""]},
{"Pro argument": ["\"Nothing's changed since Ipswich. Five women can be murdered and nothing will be done. A hundred sex workers have been killed in the last 10 years. Sex workers face rape, violence, and murder every day they're out there. It's a fact of the system and the Government knows this. ", "\n", "\nBut sex work doesn't fit the Government's ideas of morality. It starts from a position that all prostitution is violence against women. The police say they won't accept street prostitution, so the women are all criminals... Where prostitution is legal, in Utrecht and Cologne, there have never been any murders.", "\n", "\nThe sale of sexual services per se is not all that different from selling other services. I don't think that sexual labour under the right conditions, as opposed to mental labour or physical labour, is about violation. Loads of sex workers have done professional jobs. A lot have been nurses. They say they did far more dehumanising things as nurses than in sex work. And they now have control over the hours they work.", "\n", "\nStreet prostitution is never going to be eradicated. Enabling women to do it safely is what policy should be about... There is an argument that regulation increases prostitution, but how do they know? If local authorities gave brothels licences they would have the ability to control it. You would have quotas and limits.\""]},
{"Pro argument": ["\"The evidence from Nevada suggests that decriminalization, in tandem with legal regulatory schemes, would better protect the health and safety of both prostitutes and their customers.\""]},
{"Pro argument": ["\"The Swedish situation is that they banned sex for sale, which we don't think is feasible. It drives it underground, and when it's driven underground, criminality, the trafficking of women, and drugs are under much less scrutiny by the police, because they just don't have the intelligence about what's going on if the women are hidden... ", "\n", "\nWhether people like it or not, it is sex between two consenting adults.\""]},
{"Pro argument": ["\"In order to use labor laws to protect women in the sex industry, the legal status of prostitution and its offshoots--brothel keeping, pimping, soliciting, paying for sex--would need to be re-examined. After all, the Department of Justice does not ensure minimum wages for drug runners or concern itself with working conditions in the Mob. ", "\n", "\nBut whether or not we approve of sex work or would want our daughters to be thus employed, the moral argument for condemnation starts to fall apart when we consider the conditions of abuse suffered by real women working in the industry. Criminalization has been as unsuccessful in dismantling the sex industry as it has been in eliminating the drug trade and preventing back-alley abortions.", "\n", "\nSex work is here to stay, and by recognizing it as paid labor governments can guarantee fair treatment as well as safe and healthy work environments--including overtime and vacation pay, control over condom use, and the right to collective bargaining.\""]},
{"Pro argument": ["\"There's such a stigma about the money!... Well, that's the big taboo: sleeping with men for money. It's perfectly legal--in this state anyway--for a woman to have sex with anyone she chooses, at any time. But the minute five cents changes hands--then boom! She's a whore, and she goes to jail. It's ludicrous.\""]},
{"Pro argument": ["\"I think the laws on prostitution are archaic. Especially in regards to pornography -- if a camera's there, it's okay. I think if the U.S. decriminalized and regulated it, then everyone would benefit. By making it illegal, this is where murders, and drugs, and nefarious activity comes in. That's why the women always suffer...\""]},
{"Pro argument": ["\"Sex trade workers have had an enormous fall from grace from the sacred temple harlots of ancient times to the marginalized outcasts exposed to all manner of violence, abuse and ridicule of today... ", "\n", "\nEvery time a prostitute is arrested, two more take her place. There's a bottomless market for their services. I'm sure some cops, lawyers and judges sometimes enter this market, but they can never admit it because it would undercut their authority to arrest, prosecute and punish those who gave them release the day before.", "\n", "\nWhether one pays to participate in an orgy or to hire the services of a prostitute, I see no reason to bring in the heavy guns of the criminal law. When it comes to sex, I see only one legal rule of any real importance: for sex to be lawful there only needs to be consent, and it should not matter whether consent is secured by direct payment or weeks of expensive courtship with fine dining and false promises.\""]},
{"Pro argument": ["\"The practice of prostitution has been technically licensed by the [Phoenix] police for a period of many years. The women from the 'redlight' district are arraigned before the Magistrates Court once a month and invariably plead guilty. Those charged with being inmates of a house of prostitution pay a fine of $25, those charged with operating a house of prostitution pay $50. The city derives a revenue from this source of approximately $20,000 a year... ", "\n", "\nThe advantages of the existing system are: that practically all prostitutes are known to the police and can be kept under supervision; the city derives a substantial revenue, and prostitution is kept out of the residential districts... ", "\n", "\nProstitution is as old as history. It is in violation of our .laws [sic] and ordinances. It cannot be eliminated by legislation nor by law enforcement. ", "\n", "\nI AM CONVINCED THAT THE ONLY PRACTICAL SOLUTION IS LEGALIZED PROSTITUTION, UNDER RIGID POLICE AND HEALTH SUPERVISION.\""]},
{"Pro argument": ["\"The analysis seems to support the hypothesis that the rape rate could be lowered if prostitution was more readily available. This would be accomplished in most countries by its legalization. In the United States where prostitution is illegal, the low-end price for most prostitutes is about $200 and the monthly per capita income is $2,820. In Amsterdam, Netherlands where prostitution is legal the price is $30. If prostitution were legalized in the United States it is rational to assume that prices would resemble those in the Netherlands, this would result in...a decrease in the rape rate of 10 per 100,000. The population of the United States if roughly 275 million so this should result is a decrease of approximately 25,000 rapes per year.\""]},
{"Pro argument": ["\"The sociological and psychological data supporting the legal and policy justifications for the decriminalization or legalization of prostitution reveal that the costs of criminal prohibition outweigh the benefits. The evidence concerning the negative impacts of the present criminal status of prostitution supports the conclusion of the San Francisco Committee on Crime that 'we can do little worse by trying something different.' The evidence concerning the positive effects of decriminalization suggests that we can do a great deal better.\""]},
{"Pro argument": ["\"Prostitution should not be a crime. Prostitutes are not committing an inherently harmful act. While the spread of disease and other detriments are possible in the practice of prostitution, criminalization is a sure way of exacerbating rather than addressing such effects. We saw this quite clearly in the time of alcohol prohibition in this country... ", "\n", "\nI would like the government to decriminalize prostitution but to regulate it in the way that other intimate service professions (such as massage therapists and doctors) are regulated on the basis of hygiene-related concerns. ", "\n", "\nOne thing I would add is that there is a double-standard that permeates the enforcement of laws against prostitution. The prostitutes are harassed, arrested, and sometimes prosecuted, while the johns (and often the pimps, who are far more likely to be engaged in violent and master/slave-like treatment of the prostitutes) are ignored. This reflects the view that men who traffic in women are not as bad as the women in whom they traffic. If people are honestly concerned about the wellbeing of women in this profession, then they must begin by removing the status of 'outlaw' from these women so that they can come forward and receive help if and when they feel they want to leave a profession that can otherwise be quite difficult to escape.\""]},
{"Pro argument": ["\"Feminists like to quote these absolutely specious statistics, a typical trick of the feminist movement of the last twenty years. For example, they'll say the majority of prostitutes have been sexually abused as children. But there's no evidence for this! The most successful prostitutes are invisible, because the sign of a prostitute's success is her absolute blending with the environment. She's so shrewd, she never becomes visible. She never gets in trouble. She has command of her life, and her clients. The ones who get into the surveys have drug problems or psychological problems. They're the ones who were sexually abused. Feminists are using amateurs to condemn a whole profession. This is appalling! ", "\n", "\nI'm against the harassment of prostitutes. Unless they are actually interfering with people's movements, they have a perfect right to be doing what they're doing.\""]},
{"Pro argument": ["\"I am not making a moral judgment here. I see prostitution as a reality of the modern world. The chances of eliminating it are practically nil. Under those circumstances it is better to keep it in check and under control by giving it a legal framework. This is not to say that I approve of brothels - but it seems to me that it would be better to have prostitution take place there - with medical check-ups and prostitutes paying taxes. It would be the lesser of two evils.\""]},
{"Pro argument": ["\"I entertained and had sex with all kinds of men, from the rich and famous, to Hasidic Jewish businessmen, from Mafia gangsters, to police officers. Naturally I had quite a few clients who worked as judges and lawyers. The men of the legal profession were generally respectful, good tippers (often we made about the same hourly wage), and always in a hurry to get back to work. They came to me racked with stress and tension, and left feeling relaxed and blissful. I could take pride in my work. I'm convinced that without prostitution, the legal system could not function... ", "\n", "\nI continued to do prostitution for twenty years. I've always been involved in the grass roots movement to decriminalize prostitution--the political cause which is most near and dear to my heart. We've made some baby steps. It's really about time that someone, somehow, challenge the prostitution laws and get them thrown in the garbage where they belong. It is absurd and mean spirited to make consensual sex a crime.\""]},
{"Pro argument": ["\"I am a 'john.' I make no apology. In any rational universe the fact that I am able to have a sexual experience with a consenting adult only if I pay that adult would be nobody's business but mine. Tragically, this is not the case. I am guilty of a crime and subject to arrest. So are those sex workers who tend to my needs.\""]},
{"Con argument": ["\"The existence of prostitution anywhere is society's betrayal of women, especially those who are marginalized and vulnerable because of their sex, their ethnicity, their poverty, and their history of abuse and neglect. Prostitution is sexual harassment, sexual exploitation, often torture. Women in prostitution face a statistical probability of weekly rape, like domestic violence taken to the extreme.", "\n", "\nThe complicity of governments sustains prostitution. When the sex trade expands, women are less likely to compete with men for jobs. When prostitution is incorporated into states' economies, governments are relieved of the necessity of finding employment for women. Blood taxes are collected by the state-as-pimp in legal and decriminalized prostitution. Banks, airlines, Internet providers, hotels, travel agencies, and all media are integral to the exploitation and abuse of women in prostitution tourism, make huge profits, and are solidified as part of the economy.\""]},
{"Con argument": ["\"Prostitution is not a fairy tale. 'Pretty Woman' normalizes something that destroys lives. It glamorizes prostitution and creates an illusion that prostitution is a voluntary, desirable occupation. The film suggests that prostituted people are knowledgeable and have other options they might have chosen. The reality is that prostitution and sex trafficking make up a harmful, pervasive, illegal, and violent criminal industry involving pimps and traffickers who are tied to gangs, drugs, and street violence...", "\n", "\nNow is the time to act. We need men and women to speak up for those who can't speak for themselves. We need to attack this harmful sex industry from all sides by targeting the pimps and the traffickers, providing services and exit strategies for those being prostituted, and educating and dissuading would be buyers. We need to dissuade buyers from fueling this industry and hold them accountable when they do.\""]},
{"Con argument": ["\"As far as legislation towards decriminalising the sale of sex is concerned, I hold the same views today that I held all through the 1990s when I was a working prostitute myself, and that view is no, I do not support that, because to support decriminalising the sale of sex would be to support prostitution itself…", "\n", "\nI believe if a prostitute or former prostitute wants to see prostitution legalised, it is because she is inured [desensitized] both to the wrong of it and to her own personal injury from it...", "\n", "\nTo be prostituted is humiliating enough; to legalise prostitution is to condone that humiliation, and to absolve those who inflict it. It is an agonising insult.\""]},
{"Con argument": ["\"Some assert that this 'profession' can be empowering and that legalizing and regulating all aspects of prostitution will mitigate the harm that accompanies it. But I cannot accept a policy prescription that codifies such a pernicious form of violence against women. Normalizing the act of buying sex also debases men by assuming that they are entitled to access women’s bodies for sexual gratification. If paying for sex is normalized, then every young boy will learn that women and girls are commodities to be bought and sold...", "\n", "\n[I]f full legalization is adopted, it will not be the 'empowered sex worker' who will be the norm — it will be the millions of women and girls needed to fill the supply of bodies that an unlimited market of consumers will demand. Where do we think these young girls in the sex trade will come from? (Most victims are girls, though some boys are exploited, too.) It is simply naive to oppose sex trafficking of children and women and at the same time support decriminalizing the buyers who create the demand and the pimps who profit from the supply of girls and women.", "\n", "\nI believe it is better to help women and girls avoid a life of prostitution and to deter men from buying sex acts.\""]},
{"Con argument": ["\"In my police career, I met and even developed working relationships with 'working girls.' The work is nothing like Julia Roberts in 'Pretty Woman.' It is deplorable and in many ways degrades and robs the participants of fragile parts of their humanity...", "\n", "\n[M]any prostitutes have been forced or coerced into sex trafficking by abusers. Legalization won't stop that. More than likely, male abusers still will profit from trafficking their victims — this time, in legalized locations facilitated and regulated by the government itself.", "\n", "\nLegalization would put lipstick on modern-day slavery and call it another step in the liberation of women.", "\n", "\nI would say the idea that prostitution should be legalized is wrong. For those few who suggest otherwise, I would argue sex for money is illegal not just because it's immoral, but because it's just plain bad for women at every level.\""]},
{"Con argument": ["\"Prostitution violates the right to physical and moral integrity by the alienation of women’s sexuality that is appropriated, debased and reduced to a commodity to be bought and sold. ", "\n", "\nIt violates the prohibition of torture and of cruel, inhuman or degrading treatment or punishment because clients' acts and practices of sexual 'entertainment' and pornography are acts of power and violence over the female body.", "\n", "\nIt violates the right to liberty and security, and the prohibition of slavery, of forced labor and of trafficking in persons because millions of women and girls all over the world are held in sexual slavery to meet the demand of even more millions of male buyers of sex, and to generate profits for the capitalists of sex.", "\n", "\nIt violates the right to enjoy the highest standard of physical and mental health because violence, disease, unwanted pregnancies, unsafe abortions, and AIDS stalk, presenting constant and grave risks for women and girls in prostitution, and militating against a healthy sense of and relationship with their own bodies.\""]},
{"Con argument": ["\"One cannot support the reduction of AIDS infections and support legal prostitution at the same time. Prostitution remains one of the leading vectors for AIDS infection. This is true in the case of both legal and illegal prostitution... ", "\n", "\nProstitutes, because of their many partners, have a greatly increased risk of exposure to HIV. They are likewise able to spread HIV to many other partners...", "\n", "\nThe redefinition of prostitution as 'commercial sex work' is just an attempt to legitimize sex trafficking. It should come as no surprise the ACLU and Planned Parenthood have signed on. While both groups are considered 'pro-woman', it is odd that they support an industry of flagrant abuse of women...", "\n", "\nThere are a multitude of studies to show the high level of abuse that prostitutes suffer. Women are literally bought and sold as property. The incidence of drug addiction is high among women, partially explaining why they became prostitutes to begin with.", "\n", "\nThe argument for legalization goes something like this. Prostitution will happen anyway but legalization and regulation will help stem the abuses. The argument has 50,000 foot appeal. Using the same logic, slavery (which still exists in many places) should be legalized so underground slaves can be given some measure of human rights. The fact that the ACLU and the bevy of left-wing international groups don't argue for the legalization of slavery shows the logical inconsistency of their position.", "\n", "\nFurther, the legalization of abortion has shown that it lead to a radical increase in abortion. The legalization will lead to an untold number of women being forced into sex slavery. Make no mistake, women will be forced into commercial sex work in greater numbers if it were legalized.\""]},
{"Con argument": ["\"My home country of Germany is one of the few nations to legalize prostitution. Proponents of legalization argue that all attempts to deal with the sex business have failed and the only option left untried is decriminalization... ", "\n", "\nLegalized prostitution creates the same problems that legalized marijuana does. While prostitution is legal, forced prostitution is not. The latter occurs, and the new German law unintentionally makes it harder to hunt down human traffickers, especially from Eastern Europe and Africa. Similarly, it is harder to combat under-aged prostitution. With legalized marijuana and prostitution, Amsterdam became a magnet for human traffickers, drug traders and petty criminals. This is not the world legalization’s proponents envisioned, but it happened.\""]},
{"Con argument": ["\"The U.S. Government adopted a strong position against legalized prostitution in a December 2002 National Security Presidential Directive based on evidence that prostitution is inherently harmful and dehumanizing, and fuels trafficking in persons, a form of modern-day slavery. Prostitution and related activities—including pimping and patronizing or maintaining brothels—fuel the growth of modern-day slavery by providing a façade behind which traffickers for sexual exploitation operate. ", "\n", "\nWhere prostitution is legalized or tolerated, there is a greater demand for human trafficking victims and nearly always an increase in the number of women and children trafficked into commercial sex slavery...", "\n", "\nFew activities are as brutal and damaging to people as prostitution. Field research in nine countries concluded that 60-75 percent of women in prostitution were raped, 70-95 percent were physically assaulted, and 68 percent met the criteria for post traumatic stress disorder in the same range as treatment-seeking combat veterans and victims of state-organized torture. Beyond this shocking abuse, the public health implications of prostitution are devastating and include a myriad of serious and fatal diseases, including HIV/AIDS...", "\n", "\nState attempts to regulate prostitution by introducing medical check-ups or licenses don’t address the core problem: the routine abuse and violence that form the prostitution experience and brutally victimize those caught in its netherworld. Prostitution leaves women and children physically, mentally, emotionally, and spiritually devastated. Recovery takes years, even decades—often, the damage can never be undone.\""]},
{"Con argument": ["\"As long as we point the finger away from ourselves, away from the institutions that blame and criminalize women and children for their own rape, sexual abuse, trafficking and slavery, away from the men who we normalize as 'Johns,' and as long as we disconnect adult prostitution and the exploitation of children and disconnect prostitution and trafficking in human beings for the purposes of rape and sex slavery; then we are to blame and we have assisted in creating well-funded transnational criminal networks – dollar by dollar.\""]},
{"Con argument": ["\"Whether legal or illegal, prostitution doesn't stop the spread of disease and the devastation of the human soul as well as the disintegration of the culture, society, and nation... ", "\n", "\nYet some promote the legalization of prostitution. This movement must be resisted for many reasons, most notably that it will perpetuate the demand for trafficked victims and the repercussion that follows.", "\n", "\nThen there is God. No matter what our opinion is, it is God's standard that remains. Abide by it and the nation is blessed. Reject it and we come out from under His blessing of health and prosperity. We choose. We cannot reject God's precepts for life and prosperity by legalizing that which He condemns and yet expect His blessings for ourselves and our posterity.\""]},
{"Con argument": ["\"Germany is one of several European nations where prostitution is legal. Germany came late to this game, in 2002. In only four years, it built up a work force some 400,000 strong for its multibillion-dollar annual prostitution business...", "\n", "\nMy admiration for relaxed European attitudes toward sex comes to an excruciatingly cacophonous halt on the issue of legalized prostitution.", "\n", "\nWomen's-rights activists believe the German government's sanctioning of sex services for World Cup visitors will drive the illicit international trade in sex trafficking. This, in turn, could force thousands of unwilling women into prostitution.", "\n", "\nWhether women enter the sex trade willingly or not, no government should sanction prostitution. By its very nature, prostitution is demeaning to women and encourages anti-social, some would say depraved, behavior by men... ", "\n", "\nGerman officials... should ban prostitution altogether.\""]},
{"Con argument": ["\"I ask you to think about your own bodies--if you can do so outside the world that the pornographers have created in your minds, the flat, dead, floating mouths and vaginas and anuses of women. I ask you to think concretely about your own bodies used that way. How sexy is it? Is it fun? The people who defend prostitution and pornography want you to feel a kinky little thrill every time you think of something being stuck in a woman. I want you to feel the delicate tissues in her body that are being misused. I want you to feel what it feels like when it happens over and over and over and over and over and over and over again: because that is what prostitution is... ", "\n", "\nAnd so, many of us are saying that prostitution is intrinsically abusive. Let me be clear. I am talking to you about prostitution per se, without more violence, without extra violence, without a woman being hit, without a woman being pushed. Prostitution in and of itself is an abuse of a woman's body. Those of us who say this are accused of being simple-minded. But prostitution is very simple. And if you are not simple-minded, you will never understand it. The more complex you manage to be, the further away from the reality you will be--the safer you will be, the happier you will be, the more fun you will have discussing the issue of prostitution. In prostitution, no woman stays whole.\""]},
{"Con argument": ["\"Behind the facade of a regulated industry, brothel prostitutes in Nevada are captive in conditions analogous to slavery. Women often are procured for the brothels from other areas by pimps who dump them at the house in order to collect the referral fee. Women report working in shifts commonly as long as 12 hours, even when ill, menstruating or pregnant, with no right to refuse a customer who has requested them or to refuse the sexual act for which he has paid. The dozen or so prostitutes I interviewed said they are expected to pay the brothel room and board and a percentage of their earnings -- sometimes up to 50 percent. They also must pay for mandatory extras such as medical exams, assigned clothing and fines incurred for breaking house rules. And, contrary to the common claim that the brothel will protect women from the dangerous, crazy clients on the streets, rapes and assaults by customers are covered up by the management.\""]},
{"Con argument": ["\"In Sweden, prostitution is officially acknowledged as a form of male sexual violence against women and children. One of the cornerstones of Swedish policies against prostitution and trafficking in human beings is the focus on the root cause, the recognition that without men's demand for and use of women and girls for sexual exploitation, the global prostitution industry would not be able flourish and expand. ", "\n", "\nProstitution is a serious problem that is harmful, in particular, not only to the prostituted woman or child but also to society at large. Therefore, prostituted women and children are seen as victims of male violence who do not risk legal penalties. Instead, they have a right to assistance to escape prostitution.\""]},
{"Con argument": ["\"Historians will also note the attacks on the Bush administration and [Ambassador John R.] Miller from a shrill claque of academic feminists and their radical chic allies -- and by doing so these historians will understand the reasons for the declining state of the 21st-century American left. They will see in the critics' attacks liberal utopianism at its worst -- the belief that until all poverty and all exploitation of the weak has ended, targeted efforts 'merely' to ameliorate such 'symptoms' as the mafia-conducted destruction of millions of girls and women in the sex trade are distractions from the need to eliminate 'root causes.' Historians will see in these attacks rhetoric and ideology unhinged from reality, a worship of materialist goals, contempt for traditional values, and a moral stinginess that denies credit for good work to any but political allies... ", "\n", "\nThe critics endorse the big lie of Pretty Woman and act as if the Julia Roberts character exists beyond Hollywood. The critics routinely seek 'sex worker unions,' government-trafficker condom distribution partnerships, and government regulation -- as if written contracts or OSHA [US Department of Labor Occupational Safety and Health Administration]-mandated ergonomic mattresses could ever trump the ability of pimps to exploit the abused and psychologically manipulable runaway girls they prey upon.\""]},
{"Con argument": ["\"A few years ago, prostitutes disappeared from the pages of medical journals; they returned as 'sex workers.' Nor did they work in prostitution any more: they were employees in the 'sex industry.' Presumably, orgasms are now a consumer product just like any other. As for pimps, the correct term is probably: 'brief sexual liaison coordinators.' ", "\n", "\nThe editors who decided on the new terminology almost certainly felt, and probably still do feel, a warm glow of self-satisfaction (one of the few emotions than never lets you down). How they must have prided themselves on their broadmindedness, as they strove to reduce the small-minded stigma traditionally attached to offering sexual services in return for money! How morally brave and daring they must have felt, to fly so boldly in the face of two millennia of unthinking condemnation!... ", "\n", "\nThe idea of the state coercing its population into prostitution is, of course, repellent. Even the most liberal of liberals would probably agree with that. This means that there is after all a moral difference between prostitution and washing dishes in the local restaurant or stacking supermarket shelves. And that prostitution is both age-old and ineradicable does not make it any less degrading to all concerned.\""]},
{"Con argument": ["\"I believe that two crimes make a city look totally out of control. That's open prostitution and open air drug trafficking. I was appalled at the blatant prostitution taking place in the District and I have been determined to put an end to it. You're right that often times a problem is simply displaced when strong enforcement action is taken, that's to be expected, actually. The key is to shift resources to the new location and continue to take strong enforcement action wherever the problem crops up. Eventually, people engaged in this kind of activity either stop or leave the area altogether.\""]},
{"Con argument": ["\"Even if a prostitute is being tested every week for HIV, she will test negative for at least the first 4-6 weeks and possibly the first 12 weeks after being infected. If we assume that he or she takes only 4 weeks to become positive, because there is an additional lag time of 1-2 weeks to get the results back, there will be at best a window period of 6 weeks for a prostitute. The average prostitute services between 10-15 clients per day. This means that while the test is becoming positive and the results are becoming known, that prostitute may expose up to 630 clients to HIV. This is under the best of circumstances with testing every week and a four-week window period. It also assumes that the prostitute will quit working as soon as he or she finds out the test is HIV positive, which is highly unlikely. This is not the best approach for actually reducing harm. Instead, in order to slow the global spread of HIV/AIDS we should focus our efforts on abolishing prostitution.\""]},
{"Con argument": ["\"We need to eliminate the purchase of commercial sex. That is no easy task. People tell me all the time that prostitution has been around forever and you can't stop this. I think that's baloney. There are a lot of things that have been around forever but if we provide the right evidence and provide positive motivation and use our laws effectively people's behaviors can change and we can change people's minds… ", "\n", "\nI'm opposed to anything that would legalize the purchasing of sex by buyers. I'm opposed to pimping being legal. I'm opposed to brothel keeping being legal. I think we need to absolutely keep as many barriers up as possible. We want to create a sense that buying sex from a woman is socially unacceptable and legally unacceptable…", "\n", "\nProstitution is a despairing, horrible condition for any women and girl who should end up there. We need to get more and better information out to the public about the harms of prostitution: mortality, homicide, suicide, sexually transmitted diseases, violence, beatings, shootings, stabbings, rape… It is no life for anyone.\""]},
{"Con argument": ["\"People who have had luckier lives, as well as those who profit from the sex industry in some way, frequently refer to prostitution and pornography as 'victim-less crimes'. They point to a tiny fraction of sex workers who actually might be involved by choice. They selectively read history to find some tiny minority, somewhere, at some time, who gained something in the sex business.", "\n", "\nThe very selectiveness of their attention indicates that, on some level, they know that for almost everyone, involvement in the sex industry is a terrible misfortune. ", "\n", "\nAs many an old cop will say, 'Anyone who thinks prostitution is a victimless crime, hasn’t seen it up close.'\""]},
{"Con argument": ["\"Instead of railing against the increasing exploitation of females internationally, mainstream American feminists have mostly chosen to ignore the severe and tragic harms of prostitution. Why the wall of silence regarding men’s legitimized sense of entitlement to demand sex anytime, any way they want it, from mostly minority and poverty-stricken women?... ", "\n", "\nRejecting prostitution is consistent with the feminist belief that men do not have a right to control women’s sexuality ever, but too many feminist women still can't say so while standing tall and without apologizing for believing it.\""]},
{"Con argument": ["\"Internet pornography and the legalisation of prostitution have driven up demand through a set of beliefs that imply that this behaviour is normal, acceptable, common and doesn't hurt anyone so the person has permission to continue to behave in that way... ", "\n", "\nThere are not enough women in Australia who have been raped as a child, are homeless, or have a drug addiction, to be prostitutes, because in reality these are the women who end up in this situation. In this case, you have to deceive or kidnap women and children from other countries, take their passport, beat them up and put them into sex slavery.\""]},
{"Con argument": ["\"Nor can we fail, in the name of the respect due to the human person, to condemn the widespread hedonistic and commercial culture which encourages the systematic exploitation of sexuality and corrupts even very young girls into letting their bodies be used for profit.\""]},
{"Con argument": ["\"There can be no doubt as to what class was aimed at by the clause forbidding the importation of alien women for purposes of 'prostitution.' It refers to women who, for hire or without hire, offer their bodies to indiscriminate intercourse with men. The lives and example of such persons are in hostility to 'the idea of the family as consisting in and springing from the union for life of one man and one woman in the holy estate of matrimony; the sure foundation of all that is stable and noble in our civilization; the best guaranty of that reverent morality which is the source of all beneficent progress in social and political improvement.'\""]},
{"Con argument": ["\"The concept that 'mom's job' is having sex with strangers sets the wrong tone for family life. It hurts the woman, it hurts the children; that is an exploitative situation. If prostitution is legal it affords men the 'excuse' to go find sex outside of marriage, when things in the marriage are difficult. That does nothing to enhance the relationship between a man and a woman. ", "\n", "\n{Prostitution] runs opposite to what relationships are supposed to be. Intimacy and love are not involved; it's just a purely physical act. It lowers both people to the lowest common denominator.\""]},
{"Con argument": ["\n"]}
]